epidemiology/epidemiology.org
#+TITLE: Epidemiology
#+AUTHOR: Yuanchen Xie <yuanchen.gm@gmail.com>
#+STARTUP: content
#+STARTUP: indent
* 流行病学
** 绪论
*** 流行病学简史
*** 流行病学的定义
