epidemiology/epidemiology.org
**** 定义
- 流行病学（epidemiology）是研究人群中疾病与健康状况的分布及其影响因素，并研究防制疾病及促进健康的策略和措施的科学。
