epidemiology/epidemiology.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-12-23 五 10:15 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>流行病学 Epidemiology</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Yuanchen Xie &lt;yuanchen.gm@gmail.com&gt;" />
</head>
<body>
<div id="content">
<h1 class="title">流行病学 Epidemiology</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org415b844">1. 绪论</a>
<ul>
<li><a href="#orgee4ce1d">1.1. 流行病学简史</a></li>
<li><a href="#orga16a7e2">1.2. 流行病学的定义</a>
<ul>
<li><a href="#org2c98558">1.2.1. 定义</a></li>
<li><a href="#org9e81637">1.2.2. 定义的诠释</a></li>
</ul>
</li>
<li><a href="#orgb63e512">1.3. 流行病学的原理和应用</a>
<ul>
<li><a href="#org8fb8a0b">1.3.1. 基本原理</a></li>
<li><a href="#orga64d987">1.3.2. 实际应用</a></li>
</ul>
</li>
<li><a href="#orga814baa">1.4. 流行病学研究方法</a>
<ul>
<li><a href="#orgf4cee6c">1.4.1. 观察法</a></li>
<li><a href="#org4a9fc3f">1.4.2. 实验法</a></li>
<li><a href="#org7d6c21b">1.4.3. 数理法</a></li>
</ul>
</li>
<li><a href="#orgebf440d">1.5. 流行病学特征</a>
<ul>
<li><a href="#org4b1e76f">1.5.1. 群体的特征</a></li>
<li><a href="#org49996aa">1.5.2. 对比的特征</a></li>
<li><a href="#org4ffa45a">1.5.3. 概率论和数理统计学的特征</a></li>
<li><a href="#orgf31bac9">1.5.4. 社会心理的特征</a></li>
<li><a href="#org31fa848">1.5.5. 预防为主的特征</a></li>
<li><a href="#org601f766">1.5.6. 发展的特征</a></li>
</ul>
</li>
<li><a href="#org68637bc">1.6. 流行病学与其他学科的关系及流行病学的展望</a></li>
</ul>
</li>
<li><a href="#org1d0b5c5">2. 疾病的分布</a>
<ul>
<li><a href="#orgfe1bf43">2.1. 疾病频率测量指标</a>
<ul>
<li><a href="#orgf265e49">2.1.1. 发病频率测量指标</a></li>
<li><a href="#orge05cad7">2.1.2. 患病频率测量指标</a></li>
<li><a href="#org6b2f3ab">2.1.3. 死亡与生存频率</a></li>
<li><a href="#org6403830">2.1.4. 疾病负担指标</a></li>
</ul>
</li>
<li><a href="#org6674a91">2.2. 疾病流行强度</a>
<ul>
<li><a href="#orga676252">2.2.1. 散发（sporadic）</a></li>
<li><a href="#orga40a0d4">2.2.2. 暴发（outbreak）</a></li>
<li><a href="#org4370d89">2.2.3. 流行（epidemic）</a></li>
<li><a href="#orga953aa7">2.2.4. 大流行（pandemic）</a></li>
</ul>
</li>
<li><a href="#orge762c94">2.3. 疾病的分布</a>
<ul>
<li><a href="#org27d14a1">2.3.1. 人群分布</a></li>
<li><a href="#orgc674f28">2.3.2. 地区分布</a></li>
<li><a href="#orgabb0465">2.3.3. 时间分布</a></li>
<li><a href="#orgb09ddf6">2.3.4. 疾病的人群、地区、时间分布的综合描述</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org2b97067">3. 描述性研究</a>
<ul>
<li><a href="#orgc0052b6">3.1. 概述</a>
<ul>
<li><a href="#orgbbca432">3.1.1. 概念</a></li>
</ul>
</li>
<li><a href="#org8743c4f">3.2. 现况研究</a>
<ul>
<li><a href="#org14db15b">3.2.1. 概述</a></li>
<li><a href="#orgc6be77d">3.2.2. 设计与实施</a></li>
<li><a href="#org7880f05">3.2.3. 偏倚及其控制</a></li>
<li><a href="#org452c95c">3.2.4. 优缺点</a></li>
</ul>
</li>
<li><a href="#org34c937b">3.3. 现况研究实例</a>
<ul>
<li><a href="#org148f9df">3.3.1. 目的和研究类型</a></li>
<li><a href="#org2cdc8d7">3.3.2. 研究对象、样本量及抽样方法</a></li>
<li><a href="#org99d1839">3.3.3. 研究内容和资料的收集、整理与分析</a></li>
<li><a href="#orgcad8ea6">3.3.4. 研究结论</a></li>
</ul>
</li>
<li><a href="#orgd77c727">3.4. 生态学研究（ecological study）</a>
<ul>
<li><a href="#orgb26d083">3.4.1. 概述</a></li>
<li><a href="#org66b0d4e">3.4.2. 类型</a></li>
<li><a href="#org5d90ff6">3.4.3. 优缺点</a></li>
<li><a href="#org273f320">3.4.4. 地理信息系统（geographic information system, GIS）在生态学研究中的应用</a></li>
<li><a href="#org3af286d">3.4.5. 实例</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgd502d39">4. 队列研究（cohort study）</a>
<ul>
<li><a href="#orgc9d689a">4.1. 概述</a>
<ul>
<li><a href="#orgd3ce712">4.1.1. 概念</a></li>
<li><a href="#org4267fa9">4.1.2. 基本原理、基本特点</a></li>
<li><a href="#org766afbe">4.1.3. 研究目的</a></li>
<li><a href="#org863b265">4.1.4. 研究类型</a></li>
</ul>
</li>
<li><a href="#orgfab67dc">4.2. 研究设计与实施</a>
<ul>
<li><a href="#org5cb097b">4.2.1. 确定研究因素</a></li>
<li><a href="#org7e04efa">4.2.2. 确定研究结局</a></li>
<li><a href="#org6251349">4.2.3. 确定研究现场与研究人群</a></li>
<li><a href="#orge48d039">4.2.4. 确定样本量</a></li>
<li><a href="#orga92c3a9">4.2.5. 资料的收集与随访</a></li>
<li><a href="#org016e5de">4.2.6. 质量控制</a></li>
</ul>
</li>
<li><a href="#org99fbe32">4.3. 资料的整理与分析</a>
<ul>
<li><a href="#orgca2329b">4.3.1. 基本整理模式</a></li>
<li><a href="#org032a693">4.3.2. 人时的计算</a></li>
<li><a href="#orga4de86b">4.3.3. 率的计算</a></li>
<li><a href="#org39cdb49">4.3.4. 效应的估计</a></li>
</ul>
</li>
<li><a href="#org3e9bb75">4.4. 常见的偏倚及其控制</a>
<ul>
<li><a href="#orgd79676e">4.4.1. 选择偏倚</a></li>
<li><a href="#org923cbd0">4.4.2. 失访偏倚</a></li>
</ul>
</li>
<li><a href="#org19a7306">4.5. 优点与局限性</a>
<ul>
<li><a href="#org47a09f3">4.5.1. 优点</a></li>
<li><a href="#orgba427f6">4.5.2. 局限性</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org8cfcdd8">5. 病例对照研究（case-control study）</a>
<ul>
<li><a href="#org411e9e9">5.1. 基本原理</a></li>
<li><a href="#orgd4b31d8">5.2. 研究类型</a>
<ul>
<li><a href="#org6441902">5.2.1. 病例与对照不匹配</a></li>
<li><a href="#org11ad3ab">5.2.2. 病例与对照匹配</a></li>
<li><a href="#orgb493b78">5.2.3. 衍生的研究类型</a></li>
</ul>
</li>
<li><a href="#org61dcc77">5.3. 一般实施步骤</a>
<ul>
<li><a href="#orgb9affe3">5.3.1. 提出假设</a></li>
<li><a href="#orgaccc8f7">5.3.2. 明确适宜的研究类型</a></li>
<li><a href="#org22c64ab">5.3.3. 病例与对照的来源与选择</a></li>
<li><a href="#org5f6ce75">5.3.4. 确定样本量</a></li>
<li><a href="#orgff3c244">5.3.5. 研究因素的选定与测量</a></li>
<li><a href="#orgba6b719">5.3.6. 资料的收集</a></li>
</ul>
</li>
<li><a href="#orgace78a8">5.4. 资料的整理与分析</a>
<ul>
<li><a href="#org11aac94">5.4.1. 资料的整理</a></li>
<li><a href="#org6c2e0cd">5.4.2. 资料的分析</a></li>
</ul>
</li>
<li><a href="#orgb005a1a">5.5. 常见偏倚及其控制</a>
<ul>
<li><a href="#org124730c">5.5.1. 选择偏倚</a></li>
<li><a href="#org48dd1e8">5.5.2. 信息偏倚</a></li>
<li><a href="#orgd1aaaf8">5.5.3. 混杂偏倚</a></li>
</ul>
</li>
<li><a href="#org5027a43">5.6. 研究实例</a>
<ul>
<li><a href="#orgedf9c28">5.6.1. 研究背景</a></li>
<li><a href="#org2d3390d">5.6.2. 研究方法</a></li>
<li><a href="#org4a6f02f">5.6.3. 主要研究结果</a></li>
</ul>
</li>
<li><a href="#orgf27f830">5.7. 优点与局限性及实施时应注意的问题</a>
<ul>
<li><a href="#org67739af">5.7.1. 优点</a></li>
<li><a href="#orgf70ec32">5.7.2. 局限性</a></li>
<li><a href="#orgb23e7a2">5.7.3. 实施病例对照应注意的问题</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org404feb5">6. 实验流行病学（experimental epidemiology）</a>
<ul>
<li><a href="#orgd15a0de">6.1. 概述</a>
<ul>
<li><a href="#org89b85ef">6.1.1. 实验流行病学，流行病学实验（epidemiological experiment）</a></li>
<li><a href="#orgd4838e8">6.1.2. 基本特点</a></li>
<li><a href="#orgef68b25">6.1.3. 主要类型</a></li>
<li><a href="#org36490be">6.1.4. 主要用途</a></li>
</ul>
</li>
<li><a href="#orga771a32">6.2. 临床试验</a>
<ul>
<li><a href="#orgcaeb91d">6.2.1. 概念和目的</a></li>
<li><a href="#org1ff93ae">6.2.2. 分期</a></li>
<li><a href="#org97c4c5c">6.2.3. 特点</a></li>
<li><a href="#org483536f">6.2.4. 设计和实施</a></li>
<li><a href="#orgd106792">6.2.5. 偏倚及其控制</a></li>
</ul>
</li>
<li><a href="#org1af8679">6.3. 现场试验和社区试验</a>
<ul>
<li><a href="#org221db9d">6.3.1. 主要目的</a></li>
<li><a href="#orga6c2044">6.3.2. 设计类型</a></li>
<li><a href="#org4d66896">6.3.3. 设计和实施中应注意的问题</a></li>
<li><a href="#org3786bea">6.3.4. 评价效果的指标</a></li>
</ul>
</li>
<li><a href="#org46cf459">6.4. 优缺点和注意的问题</a>
<ul>
<li><a href="#org1153f0c">6.4.1. 优缺点</a></li>
<li><a href="#orgb1a6819">6.4.2. 应注意的问题</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgf960bbc">7. 筛检（screening）</a>
<ul>
<li><a href="#org3a42796">7.1. 概述</a>
<ul>
<li><a href="#org55baa4d">7.1.1. 概念</a></li>
<li><a href="#org63c45fe">7.1.2. 目的与应用</a></li>
<li><a href="#org9c6bda9">7.1.3. 类型</a></li>
<li><a href="#org1e84ccb">7.1.4. 实施原则</a></li>
<li><a href="#org0a0b1a9">7.1.5. 伦理学问题</a></li>
</ul>
</li>
<li><a href="#org51d1a10">7.2. 筛检试验（screening test）的评价</a>
<ul>
<li><a href="#org9f709fa">7.2.1. 定义</a></li>
<li><a href="#org76dd7f9">7.2.2. 评价方法</a></li>
<li><a href="#orgb4c2b16">7.2.3. 评价指标</a></li>
<li><a href="#org0b4a21a">7.2.4. 筛检试验阳性结果截断值的确定</a></li>
</ul>
</li>
<li><a href="#org7c7d0f6">7.3. 筛检效果的评价</a>
<ul>
<li><a href="#orgbc41256">7.3.1. 筛检效果的评价指标</a></li>
<li><a href="#org934fa94">7.3.2. 筛检评价中存在的偏倚</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org777ced4">8. 偏倚及其控制</a>
<ul>
<li><a href="#org5451fe2">8.1. 选择偏倚（selection bias）</a>
<ul>
<li><a href="#org43f2796">8.1.1. 种类</a></li>
<li><a href="#org6a094b0">8.1.2. 测量</a></li>
<li><a href="#org81b6622">8.1.3. 控制</a></li>
</ul>
</li>
<li><a href="#orgd05c56a">8.2. 信息偏倚（information bias），观察偏倚（observational bias）</a>
<ul>
<li><a href="#org1644b8c">8.2.1. 种类</a></li>
<li><a href="#orgcd655fc">8.2.2. 测量</a></li>
<li><a href="#orgb807cf1">8.2.3. 控制</a></li>
</ul>
</li>
<li><a href="#org5780bba">8.3. 混杂偏倚（confounding bias），混杂</a>
<ul>
<li><a href="#org8684cbd">8.3.1. 混杂因素及其特点</a></li>
<li><a href="#org6e78894">8.3.2. 测量</a></li>
<li><a href="#orgadfec05">8.3.3. 控制</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgcac3da6">9. 病因与因果推断</a>
<ul>
<li><a href="#org61c8e12">9.1. 概念</a>
<ul>
<li><a href="#orge58780b">9.1.1. 定义</a></li>
<li><a href="#org6ae3329">9.1.2. 分类</a></li>
<li><a href="#org60e5e93">9.1.3. 病因模型</a></li>
<li><a href="#org50c32f9">9.1.4. 作用方式</a></li>
</ul>
</li>
<li><a href="#org08dc081">9.2. 方法与步骤</a>
<ul>
<li><a href="#orgf87afe6">9.2.1. 方法</a></li>
<li><a href="#orga57f9ec">9.2.2. 步骤</a></li>
</ul>
</li>
<li><a href="#org8276071">9.3. 因果推断</a>
<ul>
<li><a href="#org392f229">9.3.1. 推断步骤</a></li>
<li><a href="#org7d15251">9.3.2. 因果推断的标准</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgfff34cf">10. 预防策略</a>
<ul>
<li><a href="#org653b959">10.1. 健康、影响因素及医学模式</a>
<ul>
<li><a href="#orgbbb1ba6">10.1.1. 健康</a></li>
<li><a href="#org89e4e70">10.1.2. 影响健康的因素</a></li>
<li><a href="#org71143a7">10.1.3. 医学模式</a></li>
</ul>
</li>
<li><a href="#org8f7f521">10.2. 预防策略与措施</a>
<ul>
<li><a href="#orgc6e717b">10.2.1. 策略与措施</a></li>
<li><a href="#org53ebc53">10.2.2. 疾病预防（disease prevention）</a></li>
<li><a href="#org2bfa2e1">10.2.3. 健康保护与健康促进</a></li>
<li><a href="#orgb9b92b9">10.2.4. 高危策略与全人群策略</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org7a6decd">11. 公共卫生监测</a>
<ul>
<li><a href="#orgfb7c244">11.1. 概述</a>
<ul>
<li><a href="#orgb8533e3">11.1.1. 定义</a></li>
<li><a href="#org4a4e5d8">11.1.2. 基本概念</a></li>
<li><a href="#orgb14eb99">11.1.3. 目的和意义</a></li>
</ul>
</li>
<li><a href="#org4f0af06">11.2. 种类与内容</a>
<ul>
<li><a href="#org9372653">11.2.1. 疾病监测</a></li>
<li><a href="#orgcb4700c">11.2.2. 症状监测（syndromic surveillance），综合征监测，症候群监测</a></li>
<li><a href="#orge90b4e0">11.2.3. 行为及行为危险因素监测</a></li>
<li><a href="#org370cf7c">11.2.4. 其他公共卫生监测</a></li>
</ul>
</li>
<li><a href="#orgd81d4a6">11.3. 方法与步骤</a>
<ul>
<li><a href="#org0b951bc">11.3.1. 方法</a></li>
<li><a href="#orgfe554c3">11.3.2. 基本程序</a></li>
</ul>
</li>
<li><a href="#orgaa74076">11.4. 公共卫生监测系统的评价</a>
<ul>
<li><a href="#org992a421">11.4.1. 完整性（completeness）</a></li>
<li><a href="#org4152733">11.4.2. 敏感性（sensitivity）</a></li>
<li><a href="#org69b78ac">11.4.3. 特异性（specificity）</a></li>
<li><a href="#orgf63a4bb">11.4.4. 及时性（timeliness）</a></li>
<li><a href="#orgdd08bae">11.4.5. 代表性（representativeness）</a></li>
<li><a href="#org0690968">11.4.6. 简单性（simplicity）</a></li>
<li><a href="#orgb1b1751">11.4.7. 灵活性（flexibility）</a></li>
<li><a href="#org01ab15c">11.4.8. 阳性预测值（positive predictive value）</a></li>
<li><a href="#org2b24ab3">11.4.9. 可接受性（acceptability）</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org8bce0e6">12. 传染病流行病学</a>
<ul>
<li><a href="#org61858db">12.1. 概述</a>
<ul>
<li><a href="#org1b0f632">12.1.1. 定义</a></li>
<li><a href="#org465b5d2">12.1.2. 流行概况</a></li>
</ul>
</li>
<li><a href="#orgb38c8f3">12.2. 传染过程（infectious process）</a>
<ul>
<li><a href="#orgf3381cd">12.2.1. 病原体（pathogen）</a></li>
<li><a href="#org9b1581c">12.2.2. 宿主（host）</a></li>
<li><a href="#orgb06d7d3">12.2.3. 传染过程的结局</a></li>
</ul>
</li>
<li><a href="#orgd89d758">12.3. 流行过程（epidemic process）</a>
<ul>
<li><a href="#orga7a1fa0">12.3.1. 基本环节</a></li>
<li><a href="#orga606265">12.3.2. 疫源地与流行过程</a></li>
<li><a href="#org9505f94">12.3.3. 影响因素</a></li>
</ul>
</li>
<li><a href="#org305427a">12.4. 预防策略与措施</a>
<ul>
<li><a href="#orgf3dba55">12.4.1. 策略</a></li>
<li><a href="#orgb553bea">12.4.2. 措施</a></li>
<li><a href="#orgae9c609">12.4.3. 传染病暴发的应急措施</a></li>
</ul>
</li>
<li><a href="#org139138f">12.5. 免疫规划及其效果评价</a>
<ul>
<li><a href="#org056823a">12.5.1. 预防接种</a></li>
<li><a href="#orgf933504">12.5.2. 免疫规划</a></li>
<li><a href="#org859ec7b">12.5.3. 预防接种的效果评价</a></li>
</ul>
</li>
<li><a href="#orged7aa95">12.6. 新发传染病</a>
<ul>
<li><a href="#org53aba50">12.6.1. 流行特征</a></li>
<li><a href="#org9c34cd8">12.6.2. 新发传染病的预防控制策略与措施</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org9f058fc">13. 伤害流行病学（injury epidemiologic）</a>
<ul>
<li><a href="#org2b72b28">13.1. 概述</a>
<ul>
<li><a href="#orgec3e73c">13.1.1. 分类</a></li>
<li><a href="#org49106ce">13.1.2. 原因及影响因素</a></li>
</ul>
</li>
<li><a href="#org833c992">13.2. 流行特征与研究现状</a>
<ul>
<li><a href="#org069640f">13.2.1. 全球流行特征</a></li>
<li><a href="#orgf2bbd3b">13.2.2. 我国的流行特征</a></li>
<li><a href="#org0f9cec5">13.2.3. 伤害流行病学的重要性</a></li>
<li><a href="#org32b04cf">13.2.4. 伤害流行病学研究进展</a></li>
</ul>
</li>
<li><a href="#orgb3c90a3">13.3. 伤害的流行病学研究</a>
<ul>
<li><a href="#orgbb9f8a7">13.3.1. 资料的收集</a></li>
<li><a href="#org36d3cc9">13.3.2. 测量指标</a></li>
<li><a href="#org2afbc2d">13.3.3. 伤害的监测</a></li>
<li><a href="#org23c51df">13.3.4. 研究方法应用</a></li>
</ul>
</li>
<li><a href="#org0523c3a">13.4. 伤害的预防与控制</a>
<ul>
<li><a href="#orgab58dff">13.4.1. 预防策略</a></li>
<li><a href="#org49edf20">13.4.2. 预防措施</a></li>
<li><a href="#orgfbb043f">13.4.3. 我国伤害防控政策方针</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgf71e745">14. 突发公共卫生事件流行病学</a>
<ul>
<li><a href="#org46037ad">14.1. 突发事件概述</a>
<ul>
<li><a href="#org4f84205">14.1.1. 定义</a></li>
<li><a href="#orgae2314c">14.1.2. 突发事件的分类</a></li>
<li><a href="#orgefd6090">14.1.3. 突发事件造成的公共卫生问题</a></li>
</ul>
</li>
<li><a href="#org1d44896">14.2. 突发公共卫生事件流行病学</a>
<ul>
<li><a href="#org07235f7">14.2.1. 主要特征</a></li>
<li><a href="#org59dcae3">14.2.2. 分期</a></li>
<li><a href="#orga1fb7d1">14.2.3. 分类</a></li>
<li><a href="#org1492492">14.2.4. 分级</a></li>
</ul>
</li>
<li><a href="#org5a68791">14.3. 突发公共卫生事件的风险评估</a>
<ul>
<li><a href="#orga897b4b">14.3.1. 种类</a></li>
<li><a href="#org7d1621b">14.3.2. 内容</a></li>
<li><a href="#orgd06f842">14.3.3. 过程</a></li>
</ul>
</li>
<li><a href="#org530c158">14.4. 突发公共卫生事件的流行病学调查</a>
<ul>
<li><a href="#org85ac3d1">14.4.1. 意义</a></li>
<li><a href="#orga923458">14.4.2. 暴发调查</a></li>
<li><a href="#org80479b9">14.4.3. 暴发调查应注意的问题</a></li>
</ul>
</li>
<li><a href="#org19e2659">14.5. 突发公共卫生事件的处置</a>
<ul>
<li><a href="#orga187eec">14.5.1. 突发公共卫生事件相关信息的收集与报告</a></li>
<li><a href="#org5c4f547">14.5.2. 现场卫生学评价</a></li>
<li><a href="#orgfb6dc0a">14.5.3. 传染病防控</a></li>
<li><a href="#orge0f1112">14.5.4. 其他处置</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orge5b3635">15. 精神卫生流行病学（mental health epidemiology）</a></li>
<li><a href="#org244391a">16. 分子流行病学（molecular epidemiology）</a></li>
<li><a href="#org9d73863">17. 药物流行病学（pharmacoepidemiology）</a></li>
<li><a href="#orge8c117b">18. 流行病学与循证医学（Epidemiology and Evidance-Based Medicine）</a></li>
<li><a href="#org513c775">19. 系统综述和 meta 分析</a></li>
<li><a href="#org72b6957">20. 恶性肿瘤（cancer）</a></li>
<li><a href="#orgb5d9528">21. 心血管疾病（cardiovascular disease, CVD）</a>
<ul>
<li><a href="#org09408e2">21.1. 高血压（hypertension）</a></li>
<li><a href="#org465b404">21.2. 脑卒中（stroke）</a></li>
<li><a href="#org5268f62">21.3. 冠心病（coronary heart disease, CHD）</a></li>
<li><a href="#orgff41a5f">21.4. 预防策略与措施</a>
<ul>
<li><a href="#org8c364a3">21.4.1. 一级预防</a></li>
<li><a href="#org7ae02ef">21.4.2. 二级预防</a></li>
<li><a href="#org6b83550">21.4.3. 三级预防</a></li>
<li><a href="#org6690c8f">21.4.4. 社区综合防治</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgc1feae0">22. 糖尿病（diabetes mellitus, DM）</a></li>
<li><a href="#org001ca83">23. 流行性感冒（Influenza）</a></li>
<li><a href="#org27bc8e4">24. 病毒性肝炎（viral hepatitis）</a></li>
<li><a href="#org1e416b6">25. 感染性腹泻（infectious diarrhea）</a></li>
<li><a href="#orgd11c48c">26. 性传播疾病（sexually transmitted disease, STD）</a></li>
<li><a href="#org7d8edd2">27. 结核病（tuberculosis）</a></li>
<li><a href="#org2554523">28. 地方病（endemic disease）</a></li>
</ul>
</div>
</div>
<div id="outline-container-org415b844" class="outline-2">
<h2 id="org415b844"><span class="section-number-2">1</span> 绪论</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-orgee4ce1d" class="outline-3">
<h3 id="orgee4ce1d"><span class="section-number-3">1.1</span> 流行病学简史</h3>
</div>
<div id="outline-container-orga16a7e2" class="outline-3">
<h3 id="orga16a7e2"><span class="section-number-3">1.2</span> 流行病学的定义</h3>
<div class="outline-text-3" id="text-1-2">
</div><div id="outline-container-org2c98558" class="outline-4">
<h4 id="org2c98558"><span class="section-number-4">1.2.1</span> 定义</h4>
<div class="outline-text-4" id="text-1-2-1">
<ul class="org-ul">
<li>流行病学（epidemiology）
<ul class="org-ul">
<li>是研究人群中疾病与健康状况的分布及其影响因素，并研究防制疾病及促进健康的策略和措施的科学。</li>
</ul></li>
</ul>
</div>
</div>
