epidemiology/epidemiology.org
**** 定义的诠释
***** 研究内容的三个层次
****** 疾病
- 传染病
- 寄生虫病
- 地方病
- 非传染性疾病
****** 伤害
- 意外
- 残疾
- 智障
- 身心损害
****** 健康
***** 任务的三个阶段
****** 揭示现象
****** 找出原因
****** 提供措施
***** 研究的三种基本方法
****** 观察法
****** 实验法
****** 数理法
***** 学科中的三大要素
****** 原理
****** 方法
****** 应用
*** 流行病学的原理和应用
**** 基本原理
**** 实际应用
***** 疾病预防和健康促进
***** 疾病的监测
***** 疾病病因和危险因素的研究
***** 疾病的自然史
***** 疾病防治的效果评价
*** 流行病学研究方法
**** 观察法
***** 描述流行病学
****** 横断面调查
****** 监测
****** 生态学研究
***** 分析流行病学
****** 病例对照研究
****** 队列研究
**** 实验法
***** 实验流行病学
****** 临床试验
****** 现场试验
******* 个体试验
******* 社区试验
**** 数理法
***** 理论流行病学
*** 流行病学特征
**** 群体的特征
**** 对比的特征
**** 概率论和数理统计学的特征
**** 社会心理的特征
**** 预防为主的特征
**** 发展的特征
*** 流行病学与其他学科的关系及流行病学的展望
** 疾病的分布
*** 疾病频率测量指标
**** 发病频率测量指标
***** 发病率（incidence rate）
- 是指一定期间内，一定范围人群中某病新发生病例出现的频率。
- 发病率 = 一定期间内某人群中某病新病例数 / 同时期暴露人口数 × K
***** 罹患率（attack rate）
- 也是测量某人群某病新病例发生频率的指标，通常指在某一局限范围短时间内的发病率。
***** 续发率（secondary attack rate, SAR）
- 二代发病率，指在某些传染病最短潜伏期到最长潜伏期之间，易感接触者中发病人数占所有易感接触者总数的百分比。
**** 患病频率测量指标
***** 患病率（prevalence）
****** 定义
- 现患率，是指某特定时间内总人口中某病新旧病例所占的比例。
  + 时点患病率 = 某一时点一定人口中现患某病新旧病例数 / 该时点人口数 × K
  + 期间患病率 = 某观察期间一定人口中现患某病新旧病例数 / 同期的平均人口数 × K
****** 影响患病率的原因
******* 升高
******** 新病例增加（发病率增高）
******** 治疗水平提高，患者免于死亡，但未痊愈，病程延长
******** 未治愈者的寿命延长
******** 病例迁入
******** 健康者迁出
******** 易感者迁入
******** 诊断水平提高
******** 报告率提高
******* 降低
******** 新病例减少（发病率下降）
******** 病死率增高
******** 病程缩短
******** 治愈率提高
******** 健康者迁入
******** 病例迁出
****** 关系
- 患病率=发病率×病程
****** 比较
|              | 发病率                                         | 患病率                                                           |
|--------------+------------------------------------------------+------------------------------------------------------------------|
| 资料来源     | 疾病报告、疾病监测、队列研究                   | 现况调查                                                         |
| 计算分子     | 观察期间新发病例数                             | 观察期间新法病例和现患病例数之和                                 |
| 计算分母     | 暴露人口数或平均人口数                         | 调查人数（时点患病率）/平均人口数（期间患病率）                  |
| 观察时间     | 一般为 1 年或更长时间                          | 较短，一般为 1 个月或几个月                                      |
| 适用疾病种类 | 各种疾病                                       | 慢性病或病程较长疾病                                             |
| 特点         | 动态描述                                       | 静态描述                                                         |
| 用途         | 疾病流行强度                                   | 疾病现患状况或慢性病流行情况                                     |
| 影响因素     | 相对少，疾病流行情况、诊断水平、疾病报告质量等 | 较多，影响发病率变动的因素，病后死亡或痊愈及康复情况及患者病程等 |
***** 感染率（prevalence of infection）
- 是指在某时间内被检人群中某病原体现有感染者人群所占的比例，通常用百分率表示。
- 感染率的性质与患病率相似。
**** 死亡与生存频率
***** 死亡率（mortality rate）
- 表示在一定期间内，某人群中总死亡人数在该人群中所占的比例，是测量人群死亡危险最常用的指标。
***** 病死率（case fatality rate）
- 表示一定时期内因某病死亡者占该病患者的比例，表示某病患者因该病死亡的危险性。
***** 生存率（survival rate）
- 指接受某种治疗的病人或某病患者中，经 n 年随访尚存活的病人数所占的比例。
**** 疾病负担指标
***** 潜在减寿年数（potential years of life lost, PYLL）
- 是某病某年龄组人群死亡者的期望寿命与实际死亡年龄之差的总和，即死亡所造成的寿命损失。
***** 伤残调整寿命年（disability adjusted life year, DALY）
- 是指从发病到死亡所损失的全部健康寿命年，包括因早死所致的寿命损失年（years of life lost, YLL）
  和疾病所致伤残引起的健康寿命损失年（years lived with disability, YLD）两部分。
*** 疾病流行强度
**** 散发（sporadic）
- 是指发病率呈历年的一般水平，各病例间在发病时间和地点上无明显联系，表现为散在发生。
**** 暴发（outbreak）
- 是指在一个局部地区或集体单位中，短时间内突然发生很多症状相同的病人。
**** 流行（epidemic）
- 是指在某地区某病的发病率显著超过该病历年发病率水平。
