epidemiology/epidemiology.html
<div id="outline-container-org9e81637" class="outline-4">
<h4 id="org9e81637"><span class="section-number-4">1.2.2</span> 定义的诠释</h4>
<div class="outline-text-4" id="text-1-2-2">
</div><ol class="org-ol"><li><a id="orgfe95e80"></a>研究内容的三个层次<br  /><ol class="org-ol"><li><a id="orgf28a8d0"></a>疾病<br  /><div class="outline-text-6" id="text-1-2-2-1-1">
<ul class="org-ul">
<li>传染病</li>
<li>寄生虫病</li>
<li>地方病</li>
<li>非传染性疾病</li>
</ul>
</div></li>
<li><a id="org6192eac"></a>伤害<br  /><div class="outline-text-6" id="text-1-2-2-1-2">
<ul class="org-ul">
<li>意外</li>
<li>残疾</li>
<li>智障</li>
<li>身心损害</li>
</ul>
</div></li>
<li><a id="org6b96dc9"></a>健康<br  /></li></ol></li>
<li><a id="orgc8f39c1"></a>任务的三个阶段<br  /><ol class="org-ol"><li><a id="orgf9a8e7c"></a>揭示现象<br  /></li>
<li><a id="org5961807"></a>找出原因<br  /></li>
<li><a id="org49b53fa"></a>提供措施<br  /></li></ol></li>
<li><a id="org8327d6e"></a>研究的三种基本方法<br  /><ol class="org-ol"><li><a id="org74a8687"></a>观察法<br  /></li>
<li><a id="org49be206"></a>实验法<br  /></li>
<li><a id="org0a2feec"></a>数理法<br  /></li></ol></li>
<li><a id="orge4ca609"></a>学科中的三大要素<br  /><ol class="org-ol"><li><a id="orgb9c779f"></a>原理<br  /></li>
<li><a id="org9f2b8ad"></a>方法<br  /></li>
<li><a id="org3af80bb"></a>应用<br  /></li></ol></li></ol>
</div>
</div>
<div id="outline-container-orgb63e512" class="outline-3">
<h3 id="orgb63e512"><span class="section-number-3">1.3</span> 流行病学的原理和应用</h3>
<div class="outline-text-3" id="text-1-3">
</div><div id="outline-container-org8fb8a0b" class="outline-4">
<h4 id="org8fb8a0b"><span class="section-number-4">1.3.1</span> 基本原理</h4>
</div>
<div id="outline-container-orga64d987" class="outline-4">
<h4 id="orga64d987"><span class="section-number-4">1.3.2</span> 实际应用</h4>
<div class="outline-text-4" id="text-1-3-2">
</div><ol class="org-ol"><li><a id="org8e872ac"></a>疾病预防和健康促进<br  /></li>
<li><a id="org48718dd"></a>疾病的监测<br  /></li>
<li><a id="org5ff2a99"></a>疾病病因和危险因素的研究<br  /></li>
<li><a id="org87a8272"></a>疾病的自然史<br  /></li>
<li><a id="org059a065"></a>疾病防治的效果评价<br  /></li></ol>
</div>
</div>
<div id="outline-container-orga814baa" class="outline-3">
<h3 id="orga814baa"><span class="section-number-3">1.4</span> 流行病学研究方法</h3>
<div class="outline-text-3" id="text-1-4">
</div><div id="outline-container-orgf4cee6c" class="outline-4">
<h4 id="orgf4cee6c"><span class="section-number-4">1.4.1</span> 观察法</h4>
<div class="outline-text-4" id="text-1-4-1">
</div><ol class="org-ol"><li><a id="orgbb30a96"></a>描述流行病学<br  /><ol class="org-ol"><li><a id="orgb7e8aac"></a>横断面调查&#xa0;&#xa0;&#xa0;<span class="tag"><span class="____">产生假设</span></span><br  /></li>
<li><a id="orge9f460e"></a>监测&#xa0;&#xa0;&#xa0;<span class="tag"><span class="____">产生假设</span></span><br  /></li>
<li><a id="orga3cd1be"></a>生态学研究&#xa0;&#xa0;&#xa0;<span class="tag"><span class="____">产生假设</span></span><br  /></li></ol></li>
<li><a id="orgd00e07d"></a>分析流行病学<br  /><ol class="org-ol"><li><a id="org5b6aa28"></a>病例对照研究&#xa0;&#xa0;&#xa0;<span class="tag"><span class="____">产生假设</span>&#xa0;<span class="____">假设检验</span></span><br  /></li>
<li><a id="org24b7ac8"></a>队列研究&#xa0;&#xa0;&#xa0;<span class="tag"><span class="____">假设检验</span></span><br  /></li></ol></li></ol>
</div>
<div id="outline-container-org4a9fc3f" class="outline-4">
<h4 id="org4a9fc3f"><span class="section-number-4">1.4.2</span> 实验法</h4>
<div class="outline-text-4" id="text-1-4-2">
</div><ol class="org-ol"><li><a id="orgdab00dd"></a>实验流行病学<br  /><ol class="org-ol"><li><a id="org149a197"></a>临床试验&#xa0;&#xa0;&#xa0;<span class="tag"><span class="____">验证假设</span></span><br  /></li>
<li><a id="org353e305"></a>现场试验<br  /><ol class="org-ol"><li><a id="org0d8efe8"></a>个体试验&#xa0;&#xa0;&#xa0;<span class="tag"><span class="____">验证假设</span></span><br  /></li>
<li><a id="org311e399"></a>社区试验&#xa0;&#xa0;&#xa0;<span class="tag"><span class="____">验证假设</span></span><br  /></li></ol></li></ol></li></ol>
</div>
<div id="outline-container-org7d6c21b" class="outline-4">
<h4 id="org7d6c21b"><span class="section-number-4">1.4.3</span> 数理法</h4>
<div class="outline-text-4" id="text-1-4-3">
</div><ol class="org-ol"><li><a id="org2120478"></a>理论流行病学<br  /></li></ol>
</div>
</div>
<div id="outline-container-orgebf440d" class="outline-3">
<h3 id="orgebf440d"><span class="section-number-3">1.5</span> 流行病学特征</h3>
<div class="outline-text-3" id="text-1-5">
</div><div id="outline-container-org4b1e76f" class="outline-4">
<h4 id="org4b1e76f"><span class="section-number-4">1.5.1</span> 群体的特征</h4>
</div>
<div id="outline-container-org49996aa" class="outline-4">
<h4 id="org49996aa"><span class="section-number-4">1.5.2</span> 对比的特征</h4>
</div>
<div id="outline-container-org4ffa45a" class="outline-4">
<h4 id="org4ffa45a"><span class="section-number-4">1.5.3</span> 概率论和数理统计学的特征</h4>
</div>
<div id="outline-container-orgf31bac9" class="outline-4">
<h4 id="orgf31bac9"><span class="section-number-4">1.5.4</span> 社会心理的特征</h4>
</div>
<div id="outline-container-org31fa848" class="outline-4">
<h4 id="org31fa848"><span class="section-number-4">1.5.5</span> 预防为主的特征</h4>
</div>
<div id="outline-container-org601f766" class="outline-4">
<h4 id="org601f766"><span class="section-number-4">1.5.6</span> 发展的特征</h4>
</div>
</div>
<div id="outline-container-org68637bc" class="outline-3">
<h3 id="org68637bc"><span class="section-number-3">1.6</span> 流行病学与其他学科的关系及流行病学的展望</h3>
</div>
</div>
<div id="outline-container-org1d0b5c5" class="outline-2">
<h2 id="org1d0b5c5"><span class="section-number-2">2</span> 疾病的分布</h2>
<div class="outline-text-2" id="text-2">
</div><div id="outline-container-orgfe1bf43" class="outline-3">
<h3 id="orgfe1bf43"><span class="section-number-3">2.1</span> 疾病频率测量指标</h3>
<div class="outline-text-3" id="text-2-1">
</div><div id="outline-container-orgf265e49" class="outline-4">
<h4 id="orgf265e49"><span class="section-number-4">2.1.1</span> 发病频率测量指标</h4>
<div class="outline-text-4" id="text-2-1-1">
</div><ol class="org-ol"><li><a id="org9719644"></a>发病率（incidence rate）<br  /><div class="outline-text-5" id="text-2-1-1-1">
<ul class="org-ul">
<li>是指一定期间内，一定范围人群中某病新发生病例出现的频率。</li>
<li>发病率 = 一定期间内某人群中某病新病例数 / 同时期暴露人口数 × K</li>
</ul>
</div></li>
<li><a id="org07dec76"></a>罹患率（attack rate）<br  /><div class="outline-text-5" id="text-2-1-1-2">
<ul class="org-ul">
<li>也是测量某人群某病新病例发生频率的指标，通常指在某一局限范围短时间内的发病率。</li>
</ul>
</div></li>
<li><a id="org2f006e1"></a>续发率（secondary attack rate, SAR）<br  /><div class="outline-text-5" id="text-2-1-1-3">
<ul class="org-ul">
<li>二代发病率，指在某些传染病最短潜伏期到最长潜伏期之间，易感接触者中发病人数占所有易感接触者总数的百分比。</li>
</ul>
</div></li></ol>
</div>
<div id="outline-container-orge05cad7" class="outline-4">
<h4 id="orge05cad7"><span class="section-number-4">2.1.2</span> 患病频率测量指标</h4>
<div class="outline-text-4" id="text-2-1-2">
</div><ol class="org-ol"><li><a id="orgdb31187"></a>患病率（prevalence）<br  /><ol class="org-ol"><li><a id="orgfb9d916"></a>定义<br  /><div class="outline-text-6" id="text-2-1-2-1-1">
<ul class="org-ul">
<li>现患率，是指某特定时间内总人口中某病新旧病例所占的比例。
<ul class="org-ul">
<li>时点患病率 = 某一时点一定人口中现患某病新旧病例数 / 该时点人口数 × K</li>
<li>期间患病率 = 某观察期间一定人口中现患某病新旧病例数 / 同期的平均人口数 × K</li>
</ul></li>
</ul>
</div></li>
<li><a id="org8935d13"></a>影响患病率的原因<br  /><ol class="org-ol"><li><a id="org298df31"></a>升高<br  /><ol class="org-ol"><li><a id="orgc4ab88b"></a>新病例增加（发病率增高）<br  /></li>
<li><a id="org036f03d"></a>治疗水平提高，患者免于死亡，但未痊愈，病程延长<br  /></li>
<li><a id="org052577a"></a>未治愈者的寿命延长<br  /></li>
<li><a id="org3d55473"></a>病例迁入<br  /></li>
<li><a id="org41a7197"></a>健康者迁出<br  /></li>
<li><a id="org7207131"></a>易感者迁入<br  /></li>
<li><a id="org935e8ea"></a>诊断水平提高<br  /></li>
<li><a id="org16cc293"></a>报告率提高<br  /></li></ol></li>
<li><a id="org1f38150"></a>降低<br  /><ol class="org-ol"><li><a id="orgceb1eac"></a>新病例减少（发病率下降）<br  /></li>
<li><a id="orgd328475"></a>病死率增高<br  /></li>
<li><a id="org9b107f6"></a>病程缩短<br  /></li>
<li><a id="org3a3266b"></a>治愈率提高<br  /></li>
<li><a id="org8e7589a"></a>健康者迁入<br  /></li>
<li><a id="orgee309a1"></a>病例迁出<br  /></li></ol></li></ol></li>
<li><a id="orgb793389"></a>关系<br  /><div class="outline-text-6" id="text-2-1-2-1-3">
<ul class="org-ul">
<li>患病率=发病率×病程</li>
</ul>
</div></li>
<li><a id="org32cf77c"></a>比较<br  /><div class="outline-text-6" id="text-2-1-2-1-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">发病率</th>
<th scope="col" class="org-left">患病率</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">资料来源</td>
<td class="org-left">疾病报告、疾病监测、队列研究</td>
<td class="org-left">现况调查</td>
</tr>

<tr>
<td class="org-left">计算分子</td>
<td class="org-left">观察期间新发病例数</td>
<td class="org-left">观察期间新法病例和现患病例数之和</td>
</tr>

<tr>
<td class="org-left">计算分母</td>
<td class="org-left">暴露人口数或平均人口数</td>
<td class="org-left">调查人数（时点患病率）/平均人口数（期间患病率）</td>
</tr>

<tr>
<td class="org-left">观察时间</td>
<td class="org-left">一般为 1 年或更长时间</td>
<td class="org-left">较短，一般为 1 个月或几个月</td>
</tr>

<tr>
<td class="org-left">适用疾病种类</td>
<td class="org-left">各种疾病</td>
<td class="org-left">慢性病或病程较长疾病</td>
</tr>

<tr>
<td class="org-left">特点</td>
<td class="org-left">动态描述</td>
<td class="org-left">静态描述</td>
</tr>

<tr>
<td class="org-left">用途</td>
<td class="org-left">疾病流行强度</td>
<td class="org-left">疾病现患状况或慢性病流行情况</td>
</tr>

<tr>
<td class="org-left">影响因素</td>
<td class="org-left">相对少，疾病流行情况、诊断水平、疾病报告质量等</td>
<td class="org-left">较多，影响发病率变动的因素，病后死亡或痊愈及康复情况及患者病程等</td>
</tr>
</tbody>
</table>
</div></li></ol></li>
<li><a id="org89045d3"></a>感染率（prevalence of infection）<br  /><div class="outline-text-5" id="text-2-1-2-2">
<ul class="org-ul">
<li>是指在某时间内被检人群中某病原体现有感染者人群所占的比例，通常用百分率表示。</li>
<li>感染率的性质与患病率相似。</li>
</ul>
</div></li></ol>
</div>
<div id="outline-container-org6b2f3ab" class="outline-4">
<h4 id="org6b2f3ab"><span class="section-number-4">2.1.3</span> 死亡与生存频率</h4>
<div class="outline-text-4" id="text-2-1-3">
</div><ol class="org-ol"><li><a id="org7f38280"></a>死亡率（mortality rate）<br  /><div class="outline-text-5" id="text-2-1-3-1">
<ul class="org-ul">
<li>表示在一定期间内，某人群中总死亡人数在该人群中所占的比例，是测量人群死亡危险最常用的指标。</li>
</ul>
</div></li>
<li><a id="org726efd8"></a>病死率（case fatality rate）<br  /><div class="outline-text-5" id="text-2-1-3-2">
<ul class="org-ul">
<li>表示一定时期内因某病死亡者占该病患者的比例，表示某病患者因该病死亡的危险性。</li>
</ul>
</div></li>
<li><a id="org642d86f"></a>生存率（survival rate）<br  /><div class="outline-text-5" id="text-2-1-3-3">
<ul class="org-ul">
<li>指接受某种治疗的病人或某病患者中，经 n 年随访尚存活的病人数所占的比例。</li>
</ul>
</div></li></ol>
</div>
<div id="outline-container-org6403830" class="outline-4">
<h4 id="org6403830"><span class="section-number-4">2.1.4</span> 疾病负担指标</h4>
<div class="outline-text-4" id="text-2-1-4">
</div><ol class="org-ol"><li><a id="org141ac57"></a>潜在减寿年数（potential years of life lost, PYLL）<br  /><div class="outline-text-5" id="text-2-1-4-1">
<ul class="org-ul">
<li>是某病某年龄组人群死亡者的期望寿命与实际死亡年龄之差的总和，即死亡所造成的寿命损失。</li>
</ul>
</div></li>
<li><a id="org8043c08"></a>伤残调整寿命年（disability adjusted life year, DALY）<br  /><div class="outline-text-5" id="text-2-1-4-2">
<ul class="org-ul">
<li>是指从发病到死亡所损失的全部健康寿命年，包括因早死所致的寿命损失年（years of life lost, YLL）和疾病所致伤残引起的健康寿命损失年（years lived with disability, YLD）两部分。</li>
</ul>
</div></li></ol>
</div>
</div>
<div id="outline-container-org6674a91" class="outline-3">
<h3 id="org6674a91"><span class="section-number-3">2.2</span> 疾病流行强度</h3>
<div class="outline-text-3" id="text-2-2">
</div><div id="outline-container-orga676252" class="outline-4">
<h4 id="orga676252"><span class="section-number-4">2.2.1</span> 散发（sporadic）</h4>
<div class="outline-text-4" id="text-2-2-1">
<ul class="org-ul">
<li>是指发病率呈历年的一般水平，各病例间在发病时间和地点上无明显联系，表现为散在发生。</li>
</ul>
</div>
</div>
<div id="outline-container-orga40a0d4" class="outline-4">
<h4 id="orga40a0d4"><span class="section-number-4">2.2.2</span> 暴发（outbreak）</h4>
<div class="outline-text-4" id="text-2-2-2">
<ul class="org-ul">
<li>是指在一个局部地区或集体单位中，短时间内突然发生很多症状相同的病人。</li>
</ul>
</div>
</div>
<div id="outline-container-org4370d89" class="outline-4">
<h4 id="org4370d89"><span class="section-number-4">2.2.3</span> 流行（epidemic）</h4>
<div class="outline-text-4" id="text-2-2-3">
<ul class="org-ul">
<li>是指在某地区某病的发病率显著超过该病历年发病率水平。</li>
</ul>
</div>
</div>
