epidemiology/epidemiology.org
**** 大流行（pandemic）
- 某病发病率显著超过该病历年发病率水平，疾病蔓延迅速，涉及地区广，在短期内跨越省界、国界甚至洲界形成世界性流行，称之为大流行。
*** 疾病的分布
**** 人群分布
***** 年龄
****** 横断面分析（cross sectional analysis）
- 分析同一时期不同年龄组或不同年代各年龄组的发病率、患病率或死亡率的变化，多用于某时期传染病或潜伏期较短疾病的年龄分析。
****** 出生队列分析（birth cohort analysis）
- 随访若干年，以观察发病情况。利用出生队列资料将疾病年龄分布和时间分布结合起来描述的方法。
***** 性别
***** 职业
***** 种族和民族
***** 婚姻与家庭
***** 行为生活方式
**** 地区分布
***** 国家间及国家内不同地区的分布
****** 疾病在不同国家间的分布
****** 疾病在同一国家内不同地区的分布
***** 城乡分布
****** 城市
****** 农村
***** 地区聚集性
****** 地方性（endemic）
******* 统计地方性
******* 自然地方性
******* 自然疫源性
****** 输入性疾病
***** 地方性疾病（endemic disease）
****** 该地区的居民发病率高
****** 其他地区居住的人群发病率低，甚至不发病
****** 迁入该地区一段时间后，其发病率和当地居民一致
****** 迁出该地区后，发病率下降，患病症状减轻或自愈
****** 当地的易感动物也可发生同样的疾病
**** 时间分布
***** 短期波动（rapid fluctuation）
- 一般是指持续几天、几周或几个月的疾病流行或疫情暴发，是疾病的特殊存在方式。
***** 季节性（seasonal variation, seasonality）
****** 严格的季节性
****** 季节性升高
***** 周期性（cyclic variation, periodicity）
***** 长期趋势（secular trend, secular change）
**** 疾病的人群、地区、时间分布的综合描述
***** 移民流行病学（migrant epidemiology）
- 若某病发病率或死亡率的差别主要是环境因素作用的结果，则该病在移民人群中的发病率或死亡率与原住国（地区）人群不同，
  而接近移居国（地区）当地人群的发病率或死亡率。
- 若该病发病率或死亡率的差别主要与遗传因素有关，则移民人群与原住国（地区）人群的发病率或死亡率近似，
  而不同于移居国（地区）当地人群。
** 描述性研究
*** 概述
**** 概念
***** 描述性研究（descriptive study）
- 是指利用常规监测记录或通过专门调查获得的数据资料（包括实验室检查结果），按照不同时间及不同人群特征进行分组，
  描述人群中有关疾病或健康状态以及有关特征和暴露因素的分布情况，在此基础上进行比较分析，
  获得疾病三间（人群、地区和时间）分布的特征，进而获得病因线索，提出病因假设。
***** 种类与特点
****** 种类
******* 现况研究
******* 病例报告（case report）
******* 病例系列分析（case series analysis）
******* 个案研究（case study）
******* 历史资料分析
******* 随访研究（follow-up study）
******* 生态学研究
****** 特点
******* 描述性研究以观察为主要研究手段，不对研究对象采取任何干预措施，仅通过观察、收集和分析相关数据，分析和总结研究对象或事件的特点
******* 描述性研究中，其暴露因素的分配不是随机的，且由于研究开始时一般不设立对照组，暴露与结局的时序关系无法确定等原因，对于暴露与结局的关系的因果推断存在一定的局限，但可作一些初步的比较性分析，为后续研究提供线索
***** 用途
****** 描述疾病或者某种健康状况的分布及发生发展的规律
****** 获得病因线索，提出病因假设
*** 现况研究
**** 概述
***** 概念
- 现况研究是通过对特定时点（或期间）和特定范围内人群中的疾病或健康状况和有关因素的分布状况的资料收集、描述，
  从而为进一步的研究提供病因线索。
- 横断面研究（cross sectional study），从观察时间上来说，其所收集的资料是在特定时间内发生的情况，一般不是过去的暴露史或疾病情况，
  也不是追踪观察将来的暴露与疾病情况。
- 患病率研究（prevalence study），从观察分析指标来说，由于这种研究说得到的频率指标一般为特定时间内调查群体的患病频率。
***** 特点
****** 一般在设计阶段不设对照组
****** 特定时间
****** 确定因果联系时受到限制
****** 对研究因素固有的暴露因素可以作因果推断
****** 用现在的暴露（特征）来替代或估计过去情况的条件
****** 定期重复进行可以获得发病率资料
***** 研究类型与用途
****** 普查（census）
- 全面调查，是指在特定时点或时期内、特定范围内的全部人群（总体）作为研究对象的调查。
******* 目的
******** 早期发现、早期诊断和早期治疗病人
******** 了解慢性病的患病及急性传染病的疫情分布
******** 了解当地居民健康水平
******** 了解人体各类生理生化指标的正常值范围
******* 优点
******** 调查对象为全体目标人群，不存在抽样误差
******** 可以同时调查目标人群中多种疾病或健康状况的分布情况
******** 能发现目标人群中的全部病例，在实现「三早」预防的同时，全面地描述疾病的分布与特征，为病因分析研究提供线索
******* 缺点
******** 不适用于患病率低且无简便易行诊断手段的疾病
******** 由于工作量大而不易细致，难免存在漏查
******** 调查人员涉及面广，掌握调查技术和检查方法的熟练程度不一，对调查项目的理解往往很难统一和标准化，较难保证调查质量
******** 耗费的人力、物力资源一般较大，费用往往较高
****** 抽样调查（sampling survey）
- 是相对于普查的一种比较常用的现况研究方法，指通过随机抽样的方法，对特定时点、特定范围内人群的一个代表性样本进行调查，
  以样本的统计量来估计总体参数所在范围，即通过对样本中的研究对象的调查研究来推论其所在总体的情况。
******* 确定高危人群
******* 评价疾病监测、预防接种等防治措施的效果
**** 设计与实施
***** 明确调查目的与类型
***** 确定研究对象
***** 确定样本量和抽样方法
****** 样本量
******* 预期现患率（ /p/ ）
- 50%时，所需样本量最大
******* 对调查结果精确性的要求
- 容许误差（ /d/ ）越大，所需样本量就越小
******* 要求的显著性水平（α）
- α值越小，即显著性水平要求越高，样本量要求越大
******* n×p>5
- S_p = sqrt(pq/n)
- n = pq/(S_p)^2 = pq/(d/z_α)^2 = (z^α)^2×pq/d^2
******* n×p≦5
- Poisson 分布估算样本量
****** 抽样方法
******* 单纯随机抽样（simple random sampling）
******* 系统抽样（systematic sampling）
******** 优点
********* 可以在不知道总体单位数的情况下进行抽样
********* 在现场人群中较易进行
********* 样本是从分布在总体内部的各部分的单元中抽取的，分布比较均匀，代表性较好
******** 缺点
********* 假如总体各单位的分布有周期性趋势，而抽取的间隔恰好与此周期或其倍数吻合，则可能使样本产生偏性
******* 分层抽样（stratified sampling）
- 先将总体按某种特征分为若干次级总体（层），再从每一层内进行单纯随机抽样，组成一个样本。
- 每一层内个体变异越小越好，层间变异则越大越好。
******** 按比例分配（proportional allocation）
- 各层内抽样比例相同。
******** 最优分配（optimum allocation）
- 各层抽样比例不同，内部变异小的层抽样比例小，内部变异大的层抽样比例大，此时获得的样本均数或样本率的方差最小。
******* 整群抽样（cluster sampling）
******** 单纯整群抽样（simple cluster sampling）
******** 二阶段抽样（two stages sampling）
******** 特点
********* 易于组织、实施方便，可以节省人力、物力
********* 群间差异越小，抽取的群越多，则精确度越高
********* 抽样误差较大，常在单纯随机抽样样本量估算的基础上再增加 1/2
******* 多阶段抽样（multi-stage sampling）
***** 资料收集、整理与分析
****** 确定拟收集资料的内容
****** 调查员培训
****** 资料的收集方法
****** 资料的整理与分析
**** 偏倚及其控制
