epidemiology/epidemiology.html
<div id="outline-container-orga953aa7" class="outline-4">
<h4 id="orga953aa7"><span class="section-number-4">2.2.4</span> 大流行（pandemic）</h4>
<div class="outline-text-4" id="text-2-2-4">
<ul class="org-ul">
<li>某病发病率显著超过该病历年发病率水平，疾病蔓延迅速，涉及地区广，在短期内跨越省界、国界甚至洲界形成世界性流行，称之为大流行。</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orge762c94" class="outline-3">
<h3 id="orge762c94"><span class="section-number-3">2.3</span> 疾病的分布</h3>
<div class="outline-text-3" id="text-2-3">
</div><div id="outline-container-org27d14a1" class="outline-4">
<h4 id="org27d14a1"><span class="section-number-4">2.3.1</span> 人群分布</h4>
<div class="outline-text-4" id="text-2-3-1">
</div><ol class="org-ol"><li><a id="orgea8983b"></a>年龄<br  /><ol class="org-ol"><li><a id="org67e9560"></a>横断面分析（cross sectional analysis）<br  /><div class="outline-text-6" id="text-2-3-1-1-1">
<ul class="org-ul">
<li>分析同一时期不同年龄组或不同年代各年龄组的发病率、患病率或死亡率的变化，多用于某时期传染病或潜伏期较短疾病的年龄分析。</li>
</ul>
</div></li>
<li><a id="orge73dc47"></a>出生队列分析（birth cohort analysis）<br  /><div class="outline-text-6" id="text-2-3-1-1-2">
<ul class="org-ul">
<li>随访若干年，以观察发病情况。利用出生队列资料将疾病年龄分布和时间分布结合起来描述的方法。</li>
</ul>
</div></li></ol></li>
<li><a id="org3f36dba"></a>性别<br  /></li>
<li><a id="orged9fed0"></a>职业<br  /></li>
<li><a id="org3f526bf"></a>种族和民族<br  /></li>
<li><a id="org1815853"></a>婚姻与家庭<br  /></li>
<li><a id="org6a65db1"></a>行为生活方式<br  /></li></ol>
</div>
<div id="outline-container-orgc674f28" class="outline-4">
<h4 id="orgc674f28"><span class="section-number-4">2.3.2</span> 地区分布</h4>
<div class="outline-text-4" id="text-2-3-2">
</div><ol class="org-ol"><li><a id="org34b937b"></a>国家间及国家内不同地区的分布<br  /><ol class="org-ol"><li><a id="orgb7a78d9"></a>疾病在不同国家间的分布<br  /></li>
<li><a id="org80f1552"></a>疾病在同一国家内不同地区的分布<br  /></li></ol></li>
<li><a id="org8356e89"></a>城乡分布<br  /><ol class="org-ol"><li><a id="orgec8eb46"></a>城市<br  /></li>
<li><a id="org4f0992d"></a>农村<br  /></li></ol></li>
<li><a id="orgcf4e78c"></a>地区聚集性<br  /><ol class="org-ol"><li><a id="org662a29e"></a>地方性（endemic）<br  /><ol class="org-ol"><li><a id="orga5ef789"></a>统计地方性<br  /></li>
<li><a id="org39b4e74"></a>自然地方性<br  /></li>
<li><a id="org34ccd87"></a>自然疫源性<br  /></li></ol></li>
<li><a id="orgf89addb"></a>输入性疾病<br  /></li></ol></li>
<li><a id="orgc8c610f"></a>地方性疾病（endemic disease）<br  /><ol class="org-ol"><li><a id="org485a58e"></a>该地区的居民发病率高<br  /></li>
<li><a id="org91f0b0a"></a>其他地区居住的人群发病率低，甚至不发病<br  /></li>
<li><a id="orgdfff03e"></a>迁入该地区一段时间后，其发病率和当地居民一致<br  /></li>
<li><a id="orge393068"></a>迁出该地区后，发病率下降，患病症状减轻或自愈<br  /></li>
<li><a id="org5db938d"></a>当地的易感动物也可发生同样的疾病<br  /></li></ol></li></ol>
</div>
<div id="outline-container-orgabb0465" class="outline-4">
<h4 id="orgabb0465"><span class="section-number-4">2.3.3</span> 时间分布</h4>
<div class="outline-text-4" id="text-2-3-3">
</div><ol class="org-ol"><li><a id="org378868f"></a>短期波动（rapid fluctuation）<br  /><div class="outline-text-5" id="text-2-3-3-1">
<ul class="org-ul">
<li>一般是指持续几天、几周或几个月的疾病流行或疫情暴发，是疾病的特殊存在方式。</li>
</ul>
</div></li>
<li><a id="orga914f4e"></a>季节性（seasonal variation, seasonality）<br  /><ol class="org-ol"><li><a id="org3f1785a"></a>严格的季节性<br  /></li>
<li><a id="org6ac87b2"></a>季节性升高<br  /></li></ol></li>
<li><a id="orgc8b6de7"></a>周期性（cyclic variation, periodicity）<br  /></li>
<li><a id="orgf3fa270"></a>长期趋势（secular trend, secular change）<br  /></li></ol>
</div>
<div id="outline-container-orgb09ddf6" class="outline-4">
<h4 id="orgb09ddf6"><span class="section-number-4">2.3.4</span> 疾病的人群、地区、时间分布的综合描述</h4>
<div class="outline-text-4" id="text-2-3-4">
</div><ol class="org-ol"><li><a id="org710f481"></a>移民流行病学（migrant epidemiology）<br  /><div class="outline-text-5" id="text-2-3-4-1">
<ul class="org-ul">
<li>若某病发病率或死亡率的差别主要是环境因素作用的结果，则该病在移民人群中的发病率或死亡率与原住国（地区）人群不同，而接近移居国（地区）当地人群的发病率或死亡率。</li>
<li>若该病发病率或死亡率的差别主要与遗传因素有关，则移民人群与原住国（地区）人群的发病率或死亡率近似，而不同于移居国（地区）当地人群。</li>
</ul>
</div></li></ol>
</div>
</div>
</div>
<div id="outline-container-org2b97067" class="outline-2">
<h2 id="org2b97067"><span class="section-number-2">3</span> 描述性研究</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-orgc0052b6" class="outline-3">
<h3 id="orgc0052b6"><span class="section-number-3">3.1</span> 概述</h3>
<div class="outline-text-3" id="text-3-1">
</div><div id="outline-container-orgbbca432" class="outline-4">
<h4 id="orgbbca432"><span class="section-number-4">3.1.1</span> 概念</h4>
<div class="outline-text-4" id="text-3-1-1">
</div><ol class="org-ol"><li><a id="org6f664ac"></a>描述性研究（descriptive study）<br  /><div class="outline-text-5" id="text-3-1-1-1">
<ul class="org-ul">
<li>是指利用常规监测记录或通过专门调查获得的数据资料（包括实验室检查结果），按照不同时间及不同人群特征进行分组，描述人群中有关疾病或健康状态以及有关特征和暴露因素的分布情况，在此基础上进行比较分析，获得疾病三间（人群、地区和时间）分布的特征，进而获得病因线索，提出病因假设。</li>
</ul>
</div></li>
<li><a id="orgec9552f"></a>种类与特点<br  /><ol class="org-ol"><li><a id="orgdd731ec"></a>种类<br  /><ol class="org-ol"><li><a id="org1f13431"></a>现况研究<br  /></li>
<li><a id="orgc9d8127"></a>病例报告（case report）<br  /></li>
<li><a id="org5d613a9"></a>病例系列分析（case series analysis）<br  /></li>
<li><a id="org647dd07"></a>个案研究（case study）<br  /></li>
<li><a id="orgb938c0d"></a>历史资料分析<br  /></li>
<li><a id="org8d4b359"></a>随访研究（follow-up study）<br  /></li>
<li><a id="org9da1159"></a>生态学研究<br  /></li></ol></li>
<li><a id="orgf6ed8cf"></a>特点<br  /><ol class="org-ol"><li><a id="orgdaee370"></a>描述性研究以观察为主要研究手段，不对研究对象采取任何干预措施，仅通过观察、收集和分析相关数据，分析和总结研究对象或事件的特点<br  /></li>
<li><a id="org5a3e808"></a>描述性研究中，其暴露因素的分配不是随机的，且由于研究开始时一般不设立对照组，暴露与结局的时序关系无法确定等原因，对于暴露与结局的关系的因果推断存在一定的局限，但可作一些初步的比较性分析，为后续研究提供线索<br  /></li></ol></li></ol></li>
<li><a id="org39f8ae1"></a>用途<br  /><ol class="org-ol"><li><a id="org60b74b5"></a>描述疾病或者某种健康状况的分布及发生发展的规律<br  /></li>
<li><a id="org42329b4"></a>获得病因线索，提出病因假设<br  /></li></ol></li></ol>
</div>
</div>
<div id="outline-container-org8743c4f" class="outline-3">
<h3 id="org8743c4f"><span class="section-number-3">3.2</span> 现况研究</h3>
<div class="outline-text-3" id="text-3-2">
</div><div id="outline-container-org14db15b" class="outline-4">
<h4 id="org14db15b"><span class="section-number-4">3.2.1</span> 概述</h4>
<div class="outline-text-4" id="text-3-2-1">
</div><ol class="org-ol"><li><a id="org670008f"></a>概念<br  /><div class="outline-text-5" id="text-3-2-1-1">
<ul class="org-ul">
<li>现况研究是通过对特定时点（或期间）和特定范围内人群中的疾病或健康状况和有关因素的分布状况的资料收集、描述，从而为进一步的研究提供病因线索。</li>
<li>横断面研究（cross sectional study），从观察时间上来说，其所收集的资料是在特定时间内发生的情况，一般不是过去的暴露史或疾病情况，也不是追踪观察将来的暴露与疾病情况。</li>
<li>患病率研究（prevalence study），从观察分析指标来说，由于这种研究说得到的频率指标一般为特定时间内调查群体的患病频率。</li>
</ul>
</div></li>
<li><a id="org2701b89"></a>特点<br  /><ol class="org-ol"><li><a id="orgeee537c"></a>一般在设计阶段不设对照组<br  /></li>
<li><a id="org86c99c8"></a>特定时间<br  /></li>
<li><a id="org96c42bc"></a>确定因果联系时受到限制<br  /></li>
<li><a id="orgf8c58c1"></a>对研究因素固有的暴露因素可以作因果推断<br  /></li>
<li><a id="org57b1850"></a>用现在的暴露（特征）来替代或估计过去情况的条件<br  /></li>
<li><a id="org0767217"></a>定期重复进行可以获得发病率资料<br  /></li></ol></li>
<li><a id="org35da034"></a>研究类型与用途<br  /><ol class="org-ol"><li><a id="orgf6a5204"></a>普查（census）<br  /><div class="outline-text-6" id="text-3-2-1-3-1">
<ul class="org-ul">
<li>全面调查，是指在特定时点或时期内、特定范围内的全部人群（总体）作为研究对象的调查。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orgc67222f"></a>目的<br  /><ol class="org-ol"><li><a id="org1e563f4"></a>早期发现、早期诊断和早期治疗病人<br  /></li>
<li><a id="org81bb287"></a>了解慢性病的患病及急性传染病的疫情分布<br  /></li>
<li><a id="org0a477c8"></a>了解当地居民健康水平<br  /></li>
<li><a id="org20b3c7f"></a>了解人体各类生理生化指标的正常值范围<br  /></li></ol></li>
<li><a id="org87be1f3"></a>优点<br  /><ol class="org-ol"><li><a id="org3f42c37"></a>调查对象为全体目标人群，不存在抽样误差<br  /></li>
<li><a id="orgf851c6b"></a>可以同时调查目标人群中多种疾病或健康状况的分布情况<br  /></li>
<li><a id="org210f91e"></a>能发现目标人群中的全部病例，在实现「三早」预防的同时，全面地描述疾病的分布与特征，为病因分析研究提供线索<br  /></li></ol></li>
<li><a id="org5d5d387"></a>缺点<br  /><ol class="org-ol"><li><a id="org861b9eb"></a>不适用于患病率低且无简便易行诊断手段的疾病<br  /></li>
<li><a id="orgad5d3f7"></a>由于工作量大而不易细致，难免存在漏查<br  /></li>
<li><a id="org2bf01d7"></a>调查人员涉及面广，掌握调查技术和检查方法的熟练程度不一，对调查项目的理解往往很难统一和标准化，较难保证调查质量<br  /></li>
<li><a id="org36355f7"></a>耗费的人力、物力资源一般较大，费用往往较高<br  /></li></ol></li></ol></li>
<li><a id="org4cdbe09"></a>抽样调查（sampling survey）<br  /><div class="outline-text-6" id="text-3-2-1-3-2">
<ul class="org-ul">
<li>是相对于普查的一种比较常用的现况研究方法，指通过随机抽样的方法，对特定时点、特定范围内人群的一个代表性样本进行调查，以样本的统计量来估计总体参数所在范围，即通过对样本中的研究对象的调查研究来推论其所在总体的情况。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org32d3183"></a>确定高危人群<br  /></li>
<li><a id="org3bbb44a"></a>评价疾病监测、预防接种等防治措施的效果<br  /></li></ol></li></ol></li></ol>
</div>
<div id="outline-container-orgc6be77d" class="outline-4">
<h4 id="orgc6be77d"><span class="section-number-4">3.2.2</span> 设计与实施</h4>
<div class="outline-text-4" id="text-3-2-2">
</div><ol class="org-ol"><li><a id="orgada0816"></a>明确调查目的与类型<br  /></li>
<li><a id="org7adc058"></a>确定研究对象<br  /></li>
<li><a id="orge749b8f"></a>确定样本量和抽样方法<br  /><ol class="org-ol"><li><a id="org7d2e97a"></a>样本量<br  /><ol class="org-ol"><li><a id="org7ee68a8"></a>预期现患率（ <i>p</i> ）<br  /><div class="outline-text-7" id="text-3-2-2-3-1-1">
<ul class="org-ul">
<li>50%时，所需样本量最大</li>
</ul>
</div></li>
<li><a id="orgd4000ed"></a>对调查结果精确性的要求<br  /><div class="outline-text-7" id="text-3-2-2-3-1-2">
<ul class="org-ul">
<li>容许误差（ <i>d</i> ）越大，所需样本量就越小</li>
</ul>
</div></li>
<li><a id="org9ba4353"></a>要求的显著性水平（α）<br  /><div class="outline-text-7" id="text-3-2-2-3-1-3">
<ul class="org-ul">
<li>α值越小，即显著性水平要求越高，样本量要求越大</li>
</ul>
</div></li>
<li><a id="org94930ec"></a>n×p&gt;5<br  /><div class="outline-text-7" id="text-3-2-2-3-1-4">
<ul class="org-ul">
<li>S<sub>p</sub> = sqrt(pq/n)</li>
<li>n = pq/(S<sub>p</sub>)<sup>2</sup> = pq/(d/z<sub>α</sub>)<sup>2</sup> = (z<sup>α</sup>)<sup>2</sup>×pq/d<sup>2</sup></li>
</ul>
</div></li>
<li><a id="org5629584"></a>n×p≦5<br  /><div class="outline-text-7" id="text-3-2-2-3-1-5">
<ul class="org-ul">
<li>Poisson 分布估算样本量</li>
</ul>
</div></li></ol></li>
<li><a id="org99fb5a7"></a>抽样方法<br  /><ol class="org-ol"><li><a id="org260eecd"></a>单纯随机抽样（simple random sampling）<br  /></li>
<li><a id="org3e7ce6d"></a>系统抽样（systematic sampling）<br  /><ol class="org-ol"><li><a id="org752742d"></a>优点<br  /><ol class="org-ol"><li><a id="org892bfaf"></a>可以在不知道总体单位数的情况下进行抽样<br  /></li>
<li><a id="org8fc1da4"></a>在现场人群中较易进行<br  /></li>
<li><a id="org69134c8"></a>样本是从分布在总体内部的各部分的单元中抽取的，分布比较均匀，代表性较好<br  /></li></ol></li>
<li><a id="orgb0174c4"></a>缺点<br  /><ol class="org-ol"><li><a id="org21d0233"></a>假如总体各单位的分布有周期性趋势，而抽取的间隔恰好与此周期或其倍数吻合，则可能使样本产生偏性<br  /></li></ol></li></ol></li>
<li><a id="orgfe8f340"></a>分层抽样（stratified sampling）<br  /><div class="outline-text-7" id="text-3-2-2-3-2-3">
<ul class="org-ul">
<li>先将总体按某种特征分为若干次级总体（层），再从每一层内进行单纯随机抽样，组成一个样本。</li>
<li>每一层内个体变异越小越好，层间变异则越大越好。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orga75d42c"></a>按比例分配（proportional allocation）<br  /><div class="outline-text-8" id="text-3-2-2-3-2-3-1">
<ul class="org-ul">
<li>各层内抽样比例相同。</li>
</ul>
</div></li>
<li><a id="orgd182002"></a>最优分配（optimum allocation）<br  /><div class="outline-text-8" id="text-3-2-2-3-2-3-2">
<ul class="org-ul">
<li>各层抽样比例不同，内部变异小的层抽样比例小，内部变异大的层抽样比例大，此时获得的样本均数或样本率的方差最小。</li>
</ul>
</div></li></ol></li>
<li><a id="orge182c2a"></a>整群抽样（cluster sampling）<br  /><ol class="org-ol"><li><a id="org32ae482"></a>单纯整群抽样（simple cluster sampling）<br  /></li>
<li><a id="orgf5f5972"></a>二阶段抽样（two stages sampling）<br  /></li>
<li><a id="org7db0f6e"></a>特点<br  /><ol class="org-ol"><li><a id="orgc4b0c8f"></a>易于组织、实施方便，可以节省人力、物力<br  /></li>
<li><a id="org1724e95"></a>群间差异越小，抽取的群越多，则精确度越高<br  /></li>
<li><a id="orgef91a6a"></a>抽样误差较大，常在单纯随机抽样样本量估算的基础上再增加 1/2<br  /></li></ol></li></ol></li>
<li><a id="org356de9d"></a>多阶段抽样（multi-stage sampling）<br  /></li></ol></li></ol></li>
