epidemiology/epidemiology.org
***** 常见的偏倚（bias）
- 从研究设计、到实施、到数据处理和分析的各个环节中产生的系统误差，以及结果解释、推论中的片面性，
  导致研究结果与真实情况之间出现倾向性的差异，从而错误地描述暴露与疾病之间的联系，则称之为偏倚。
***** 偏倚的控制
**** 优缺点
*** 现况研究实例
**** 目的和研究类型
**** 研究对象、样本量及抽样方法
**** 研究内容和资料的收集、整理与分析
**** 研究结论
*** 生态学研究（ecological study）
**** 概述
***** 生态学研究，相关性研究（correlational study）
- 是描述性研究的一种类型，它是在群体的水平上研究某种暴露因素与疾病之间的关系，以群体为观察和分析单位，
  通过描述不同人群中某因素的暴露状况与疾病的频率，分析该暴露因素与疾病之间的关系。
***** 特点
- 生态学研究在收集疾病和健康状态以及某暴露因素的资料时，不是以个体为观察和分析的单位，而是以群体为单位的，
  这是生态学研究的最基本特征。
***** 用途
****** 提供病因线索，产生病因假设
****** 评估人群干预措施的效果
**** 类型
***** 生态比较研究（ecological comparison study）
***** 生态趋势研究（ecological trend study）
**** 优缺点
***** 优点
***** 局限性
****** 生态学缪误（ecological fallacy）
- 最主要的缺点。
- 由于生态学研究以各个不同情况的个体“集合”而成的群体（组）为观察和分析的单位，以及存在的混杂因素等原因而造成研究结果与真实情况不符。
****** 混杂因素往往难以控制
****** 生态学研究难以确定两变量之间的因果联系
**** 地理信息系统（geographic information system, GIS）在生态学研究中的应用
**** 实例
** 队列研究（cohort study）
*** 概述
**** 概念
- 队列研究是将人群按是否暴露于某可疑因素及其暴露程度分为不同的亚组，追踪其各自的结局，比较不同亚组之间结局频率的差异，
  从而判定暴露因子与结局之间有无因果关联及关联大小的一种观察性研究（observational study）方法。
- 暴露（exposure）是指研究对象接触过某种待研究的物质（如重金属）或具有某种待研究的特征（如年龄、性别及遗传等）或行为（如吸烟）。
- 暴露在不同的研究中有不同的含义，可以是有害的，也可以是有益的，但一定是本研究需要探讨的因素，因此它是与特定的研究目的密切相关的。
- 出生队列（birth cohort），指特定时期内出生的一组人群。
- 暴露队列（exposure cohort），泛指具有某种共同暴露或特征的一组人群。
- 危险因素（risk factor），泛指能引起某特定不良结局（outcome）发生，或使其发生的概率增加的因子，
  包括个人行为、生活方式、环境和遗传等多方面的因素。
**** 基本原理、基本特点
***** 属于观察法
***** 设立对照组
***** 由「因」及「果」
***** 能确证暴露与结局的因果关系
**** 研究目的
***** 检验病因假设
***** 评价预防效果
***** 研究疾病的自然史
***** 新药的上市后监测
**** 研究类型
***** 前瞻性队列研究
- 队列研究的基本形式。
- 研究对象的分组是根据研究对象现时的暴露状况而定的，此时研究的结局还没有出现，需要前瞻一段时间才能得到。
****** 应有明确的检验假设
****** 所研究疾病的发病率或死亡率应较高
****** 应明确规定暴露因素
****** 应明确规定结局变量
****** 应有把握获得足够的观察人群
****** 大部分观察人群应能被随访到研究结束
****** 应有足够的人力、财力、物力支持该项工作
***** 历史性队列研究
- 研究对象的分组是根据研究开始时研究者已掌握的有关研究对象在过去某个时点的暴露状况的历史材料作出的；
  研究开始时研究的结局已经出现，不需要前瞻性观察。
****** 应有明确的检验假设
****** 所研究疾病的发病率或死亡率应较高
****** 应明确规定暴露因素
****** 应明确规定结局变量
****** 应有把握获得足够的观察人群
****** 在过去某段时间内是否有足够数量的、完整可靠的有关研究对象的暴露和结局的历史记录或档案材料
***** 双向性队列研究，混合型队列研究
- 在历史性队列研究的基础上，继续前瞻性观察一段时间，是将前瞻性与历史性队列研究结合起来的一种设计模式，
  兼有上述两类的有点，弥补了各自的不足。
*** 研究设计与实施
**** 确定研究因素
**** 确定研究结局
- 结局变量（outcome variable），结果变量，是指随访观察中将出现的预期结果事件，也即研究者希望追踪观察的事件。
  结局就是队列研究观察的自然终点（natural end）。
**** 确定研究现场与研究人群
***** 研究现场
***** 研究人群
****** 暴露人群（exposure population）
******* 职业人群
******* 特殊暴露人群
******* 一般人群
******* 有组织的人群团体
****** 对照人群（control population）
******* 内对照（internal control）
- 先选择一组研究人群，将其中暴露于所研究因素的对象作为暴露组，其余非暴露者即为对照组。
******* 外对照（external control）
- 当选择职业人群或特殊暴露人群作为暴露人群时，常需在人群之外去寻找对照组。
******* 总人口对照（total population control）
******* 多重对照（multiple control）
**** 确定样本量
***** 问题
****** 暴露组与对照组的比例
****** 失访率
***** 影响样本量的因素
****** 一般人群（对照人群）中所研究疾病的发病率 p_0
- 在暴露组发病率 p_1 > p_0，且 p_1 与 p_0 之差一定的条件下，p_0 越接近 0.5，则所需样本量就越大。
****** 暴露组与对照组人群发病率之差
****** 要求的显著性水平
****** 功效（power），把握度（1-β）
***** 样本量的计算
**** 资料的收集与随访
***** 基线资料的收集
- 基线信息（baseline information）
***** 随访（follow up）
****** 随访对象与方法
****** 随访内容
****** 观察终点（end-point）
- 是指研究对象出现了预期的结果，达到了这个观察终点，就不再对该研究对象继续随访。
****** 观察终止时间
- 整个研究工作截止的时间，也即预期可以得到结果的时间。
****** 随访间隔
****** 随访者
**** 质量控制
*** 资料的整理与分析
**** 基本整理模式
**** 人时的计算
***** 以个人为单位计算暴露人年（精确法）
***** 用近似法计算暴露人年
***** 用寿命表法计算人年
**** 率的计算
***** 常用指标
****** 累积发病率（cumulative incidence）
- 研究人群的数量较大且比较稳定。资料比较整齐的时候，无论其发病强度大小和观察时间长短，均可用观察开始时的人口数作分母，
  以整个观察期内的发病（或死亡）人数为分子，计算某病的累积发病率。
- 量值变化范围为 0~1。
