epidemiology/epidemiology.html
<li><a id="orgfee5a73"></a>资料收集、整理与分析<br  /><ol class="org-ol"><li><a id="orge61e742"></a>确定拟收集资料的内容<br  /></li>
<li><a id="orgcebdeb1"></a>调查员培训<br  /></li>
<li><a id="orga49a734"></a>资料的收集方法<br  /></li>
<li><a id="org9bf1f2e"></a>资料的整理与分析<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org7880f05" class="outline-4">
<h4 id="org7880f05"><span class="section-number-4">3.2.3</span> 偏倚及其控制</h4>
<div class="outline-text-4" id="text-3-2-3">
</div><ol class="org-ol"><li><a id="orgfdeabf0"></a>常见的偏倚（bias）<br  /><div class="outline-text-5" id="text-3-2-3-1">
<ul class="org-ul">
<li>从研究设计、到实施、到数据处理和分析的各个环节中产生的系统误差，以及结果解释、推论中的片面性，导致研究结果与真实情况之间出现倾向性的差异，从而错误地描述暴露与疾病之间的联系，则称之为偏倚。</li>
</ul>
</div></li>
<li><a id="org4e98121"></a>偏倚的控制<br  /></li></ol>
</div>
<div id="outline-container-org452c95c" class="outline-4">
<h4 id="org452c95c"><span class="section-number-4">3.2.4</span> 优缺点</h4>
</div>
</div>
<div id="outline-container-org34c937b" class="outline-3">
<h3 id="org34c937b"><span class="section-number-3">3.3</span> 现况研究实例</h3>
<div class="outline-text-3" id="text-3-3">
</div><div id="outline-container-org148f9df" class="outline-4">
<h4 id="org148f9df"><span class="section-number-4">3.3.1</span> 目的和研究类型</h4>
</div>
<div id="outline-container-org2cdc8d7" class="outline-4">
<h4 id="org2cdc8d7"><span class="section-number-4">3.3.2</span> 研究对象、样本量及抽样方法</h4>
</div>
<div id="outline-container-org99d1839" class="outline-4">
<h4 id="org99d1839"><span class="section-number-4">3.3.3</span> 研究内容和资料的收集、整理与分析</h4>
</div>
<div id="outline-container-orgcad8ea6" class="outline-4">
<h4 id="orgcad8ea6"><span class="section-number-4">3.3.4</span> 研究结论</h4>
</div>
</div>
<div id="outline-container-orgd77c727" class="outline-3">
<h3 id="orgd77c727"><span class="section-number-3">3.4</span> 生态学研究（ecological study）</h3>
<div class="outline-text-3" id="text-3-4">
</div><div id="outline-container-orgb26d083" class="outline-4">
<h4 id="orgb26d083"><span class="section-number-4">3.4.1</span> 概述</h4>
<div class="outline-text-4" id="text-3-4-1">
</div><ol class="org-ol"><li><a id="orge4ff7b0"></a>生态学研究，相关性研究（correlational study）<br  /><div class="outline-text-5" id="text-3-4-1-1">
<ul class="org-ul">
<li>是描述性研究的一种类型，它是在群体的水平上研究某种暴露因素与疾病之间的关系，以群体为观察和分析单位，通过描述不同人群中某因素的暴露状况与疾病的频率，分析该暴露因素与疾病之间的关系。</li>
</ul>
</div></li>
<li><a id="orgc847232"></a>特点<br  /><div class="outline-text-5" id="text-3-4-1-2">
<ul class="org-ul">
<li>生态学研究在收集疾病和健康状态以及某暴露因素的资料时，不是以个体为观察和分析的单位，而是以群体为单位的，这是生态学研究的最基本特征。</li>
</ul>
</div></li>
<li><a id="org8ca4d9f"></a>用途<br  /><ol class="org-ol"><li><a id="org1094aaf"></a>提供病因线索，产生病因假设<br  /></li>
<li><a id="org2fae89b"></a>评估人群干预措施的效果<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org66b0d4e" class="outline-4">
<h4 id="org66b0d4e"><span class="section-number-4">3.4.2</span> 类型</h4>
<div class="outline-text-4" id="text-3-4-2">
</div><ol class="org-ol"><li><a id="org6b1bcde"></a>生态比较研究（ecological comparison study）<br  /></li>
<li><a id="org0f2a584"></a>生态趋势研究（ecological trend study）<br  /></li></ol>
</div>
<div id="outline-container-org5d90ff6" class="outline-4">
<h4 id="org5d90ff6"><span class="section-number-4">3.4.3</span> 优缺点</h4>
<div class="outline-text-4" id="text-3-4-3">
</div><ol class="org-ol"><li><a id="org83ebb80"></a>优点<br  /></li>
<li><a id="org2430c66"></a>局限性<br  /><ol class="org-ol"><li><a id="org37cf6d2"></a>生态学缪误（ecological fallacy）<br  /><div class="outline-text-6" id="text-3-4-3-2-1">
<ul class="org-ul">
<li>最主要的缺点。</li>
<li>由于生态学研究以各个不同情况的个体“集合”而成的群体（组）为观察和分析的单位，以及存在的混杂因素等原因而造成研究结果与真实情况不符。</li>
</ul>
</div></li>
<li><a id="org09b58a4"></a>混杂因素往往难以控制<br  /></li>
<li><a id="org92d969f"></a>生态学研究难以确定两变量之间的因果联系<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org273f320" class="outline-4">
<h4 id="org273f320"><span class="section-number-4">3.4.4</span> 地理信息系统（geographic information system, GIS）在生态学研究中的应用</h4>
</div>
<div id="outline-container-org3af286d" class="outline-4">
<h4 id="org3af286d"><span class="section-number-4">3.4.5</span> 实例</h4>
</div>
</div>
</div>
<div id="outline-container-orgd502d39" class="outline-2">
<h2 id="orgd502d39"><span class="section-number-2">4</span> 队列研究（cohort study）</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-orgc9d689a" class="outline-3">
<h3 id="orgc9d689a"><span class="section-number-3">4.1</span> 概述</h3>
<div class="outline-text-3" id="text-4-1">
</div><div id="outline-container-orgd3ce712" class="outline-4">
<h4 id="orgd3ce712"><span class="section-number-4">4.1.1</span> 概念</h4>
<div class="outline-text-4" id="text-4-1-1">
<ul class="org-ul">
<li>队列研究是将人群按是否暴露于某可疑因素及其暴露程度分为不同的亚组，追踪其各自的结局，比较不同亚组之间结局频率的差异，从而判定暴露因子与结局之间有无因果关联及关联大小的一种观察性研究（observational study）方法。</li>
<li>暴露（exposure）是指研究对象接触过某种待研究的物质（如重金属）或具有某种待研究的特征（如年龄、性别及遗传等）或行为（如吸烟）。</li>
<li>暴露在不同的研究中有不同的含义，可以是有害的，也可以是有益的，但一定是本研究需要探讨的因素，因此它是与特定的研究目的密切相关的。</li>
<li>出生队列（birth cohort），指特定时期内出生的一组人群。</li>
<li>暴露队列（exposure cohort），泛指具有某种共同暴露或特征的一组人群。</li>
<li>危险因素（risk factor），泛指能引起某特定不良结局（outcome）发生，或使其发生的概率增加的因子，包括个人行为、生活方式、环境和遗传等多方面的因素。</li>
</ul>
</div>
</div>
<div id="outline-container-org4267fa9" class="outline-4">
<h4 id="org4267fa9"><span class="section-number-4">4.1.2</span> 基本原理、基本特点</h4>
<div class="outline-text-4" id="text-4-1-2">
</div><ol class="org-ol"><li><a id="orgbd1f7f0"></a>属于观察法<br  /></li>
<li><a id="org886d4bd"></a>设立对照组<br  /></li>
<li><a id="orgfa11f1d"></a>由「因」及「果」<br  /></li>
<li><a id="org1f66c88"></a>能确证暴露与结局的因果关系<br  /></li></ol>
</div>
<div id="outline-container-org766afbe" class="outline-4">
<h4 id="org766afbe"><span class="section-number-4">4.1.3</span> 研究目的</h4>
<div class="outline-text-4" id="text-4-1-3">
</div><ol class="org-ol"><li><a id="org5bbfccd"></a>检验病因假设<br  /></li>
<li><a id="org3bbca57"></a>评价预防效果<br  /></li>
<li><a id="org512a049"></a>研究疾病的自然史<br  /></li>
<li><a id="org61fdd26"></a>新药的上市后监测<br  /></li></ol>
</div>
<div id="outline-container-org863b265" class="outline-4">
<h4 id="org863b265"><span class="section-number-4">4.1.4</span> 研究类型</h4>
<div class="outline-text-4" id="text-4-1-4">
</div><ol class="org-ol"><li><a id="org0c24256"></a>前瞻性队列研究<br  /><div class="outline-text-5" id="text-4-1-4-1">
<ul class="org-ul">
<li>队列研究的基本形式。</li>
<li>研究对象的分组是根据研究对象现时的暴露状况而定的，此时研究的结局还没有出现，需要前瞻一段时间才能得到。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org1b41bbb"></a>应有明确的检验假设<br  /></li>
<li><a id="org3e2657e"></a>所研究疾病的发病率或死亡率应较高<br  /></li>
<li><a id="orge97ec68"></a>应明确规定暴露因素<br  /></li>
<li><a id="org137b596"></a>应明确规定结局变量<br  /></li>
<li><a id="orgbf75f4f"></a>应有把握获得足够的观察人群<br  /></li>
<li><a id="orgea0af9b"></a>大部分观察人群应能被随访到研究结束<br  /></li>
<li><a id="org47c933b"></a>应有足够的人力、财力、物力支持该项工作<br  /></li></ol></li>
<li><a id="org79a613c"></a>历史性队列研究<br  /><div class="outline-text-5" id="text-4-1-4-2">
<ul class="org-ul">
<li>研究对象的分组是根据研究开始时研究者已掌握的有关研究对象在过去某个时点的暴露状况的历史材料作出的；研究开始时研究的结局已经出现，不需要前瞻性观察。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org56c4c25"></a>应有明确的检验假设<br  /></li>
<li><a id="orgf069049"></a>所研究疾病的发病率或死亡率应较高<br  /></li>
<li><a id="org8b3c76b"></a>应明确规定暴露因素<br  /></li>
<li><a id="orge65b5c3"></a>应明确规定结局变量<br  /></li>
<li><a id="org94a33ab"></a>应有把握获得足够的观察人群<br  /></li>
<li><a id="org0fd669b"></a>在过去某段时间内是否有足够数量的、完整可靠的有关研究对象的暴露和结局的历史记录或档案材料<br  /></li></ol></li>
<li><a id="org09a860f"></a>双向性队列研究，混合型队列研究<br  /><div class="outline-text-5" id="text-4-1-4-3">
<ul class="org-ul">
<li>在历史性队列研究的基础上，继续前瞻性观察一段时间，是将前瞻性与历史性队列研究结合起来的一种设计模式，兼有上述两类的有点，弥补了各自的不足。</li>
</ul>
</div></li></ol>
</div>
</div>
<div id="outline-container-orgfab67dc" class="outline-3">
<h3 id="orgfab67dc"><span class="section-number-3">4.2</span> 研究设计与实施</h3>
<div class="outline-text-3" id="text-4-2">
</div><div id="outline-container-org5cb097b" class="outline-4">
<h4 id="org5cb097b"><span class="section-number-4">4.2.1</span> 确定研究因素</h4>
</div>
<div id="outline-container-org7e04efa" class="outline-4">
<h4 id="org7e04efa"><span class="section-number-4">4.2.2</span> 确定研究结局</h4>
<div class="outline-text-4" id="text-4-2-2">
<ul class="org-ul">
<li>结局变量（outcome variable），结果变量，是指随访观察中将出现的预期结果事件，也即研究者希望追踪观察的事件。结局就是队列研究观察的自然终点（natural end）。</li>
</ul>
</div>
</div>
<div id="outline-container-org6251349" class="outline-4">
<h4 id="org6251349"><span class="section-number-4">4.2.3</span> 确定研究现场与研究人群</h4>
<div class="outline-text-4" id="text-4-2-3">
</div><ol class="org-ol"><li><a id="org16ceef5"></a>研究现场<br  /></li>
<li><a id="orgcf9e038"></a>研究人群<br  /><ol class="org-ol"><li><a id="org70fb481"></a>暴露人群（exposure population）<br  /><ol class="org-ol"><li><a id="org84b1292"></a>职业人群<br  /></li>
<li><a id="org73cd3f4"></a>特殊暴露人群<br  /></li>
<li><a id="org6c54451"></a>一般人群<br  /></li>
<li><a id="org869e0df"></a>有组织的人群团体<br  /></li></ol></li>
<li><a id="orge2a82a9"></a>对照人群（control population）<br  /><ol class="org-ol"><li><a id="orgfe171fd"></a>内对照（internal control）<br  /><div class="outline-text-7" id="text-4-2-3-2-2-1">
<ul class="org-ul">
<li>先选择一组研究人群，将其中暴露于所研究因素的对象作为暴露组，其余非暴露者即为对照组。</li>
</ul>
</div></li>
<li><a id="org8a1fb5e"></a>外对照（external control）<br  /><div class="outline-text-7" id="text-4-2-3-2-2-2">
<ul class="org-ul">
<li>当选择职业人群或特殊暴露人群作为暴露人群时，常需在人群之外去寻找对照组。</li>
</ul>
</div></li>
<li><a id="org0e67f49"></a>总人口对照（total population control）<br  /></li>
<li><a id="org228ee2e"></a>多重对照（multiple control）<br  /></li></ol></li></ol></li></ol>
</div>
<div id="outline-container-orge48d039" class="outline-4">
<h4 id="orge48d039"><span class="section-number-4">4.2.4</span> 确定样本量</h4>
<div class="outline-text-4" id="text-4-2-4">
</div><ol class="org-ol"><li><a id="org0c3e8da"></a>问题<br  /><ol class="org-ol"><li><a id="org41afa09"></a>暴露组与对照组的比例<br  /></li>
<li><a id="org4046fc9"></a>失访率<br  /></li></ol></li>
<li><a id="orgb013f31"></a>影响样本量的因素<br  /><ol class="org-ol"><li><a id="org2da5405"></a>一般人群（对照人群）中所研究疾病的发病率 p<sub>0</sub><br  /><div class="outline-text-6" id="text-4-2-4-2-1">
<ul class="org-ul">
<li>在暴露组发病率 p<sub>1</sub> &gt; p<sub>0</sub>，且 p<sub>1</sub> 与 p<sub>0</sub> 之差一定的条件下，p<sub>0</sub> 越接近 0.5，则所需样本量就越大。</li>
</ul>
</div></li>
<li><a id="org98e16b8"></a>暴露组与对照组人群发病率之差<br  /></li>
<li><a id="org09a55c5"></a>要求的显著性水平<br  /></li>
<li><a id="orgef13ac8"></a>功效（power），把握度（1-β）<br  /></li></ol></li>
<li><a id="org8fd7316"></a>样本量的计算<br  /></li></ol>
</div>
<div id="outline-container-orga92c3a9" class="outline-4">
<h4 id="orga92c3a9"><span class="section-number-4">4.2.5</span> 资料的收集与随访</h4>
<div class="outline-text-4" id="text-4-2-5">
</div><ol class="org-ol"><li><a id="orge85efc1"></a>基线资料的收集<br  /><div class="outline-text-5" id="text-4-2-5-1">
<ul class="org-ul">
<li>基线信息（baseline information）</li>
</ul>
</div></li>
<li><a id="org923e926"></a>随访（follow up）<br  /><ol class="org-ol"><li><a id="orgb589c3f"></a>随访对象与方法<br  /></li>
<li><a id="org3acc18b"></a>随访内容<br  /></li>
<li><a id="org7368991"></a>观察终点（end-point）<br  /><div class="outline-text-6" id="text-4-2-5-2-3">
<ul class="org-ul">
<li>是指研究对象出现了预期的结果，达到了这个观察终点，就不再对该研究对象继续随访。</li>
</ul>
</div></li>
<li><a id="orgedf13ab"></a>观察终止时间<br  /><div class="outline-text-6" id="text-4-2-5-2-4">
<ul class="org-ul">
<li>整个研究工作截止的时间，也即预期可以得到结果的时间。</li>
</ul>
</div></li>
<li><a id="org6dc6ab7"></a>随访间隔<br  /></li>
<li><a id="orgf58a538"></a>随访者<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org016e5de" class="outline-4">
<h4 id="org016e5de"><span class="section-number-4">4.2.6</span> 质量控制</h4>
</div>
</div>
<div id="outline-container-org99fbe32" class="outline-3">
<h3 id="org99fbe32"><span class="section-number-3">4.3</span> 资料的整理与分析</h3>
<div class="outline-text-3" id="text-4-3">
</div><div id="outline-container-orgca2329b" class="outline-4">
<h4 id="orgca2329b"><span class="section-number-4">4.3.1</span> 基本整理模式</h4>
</div>
<div id="outline-container-org032a693" class="outline-4">
<h4 id="org032a693"><span class="section-number-4">4.3.2</span> 人时的计算</h4>
<div class="outline-text-4" id="text-4-3-2">
</div><ol class="org-ol"><li><a id="org91bba88"></a>以个人为单位计算暴露人年（精确法）<br  /></li>
<li><a id="org09ea2c4"></a>用近似法计算暴露人年<br  /></li>
<li><a id="orgd5cc711"></a>用寿命表法计算人年<br  /></li></ol>
</div>
<div id="outline-container-orga4de86b" class="outline-4">
<h4 id="orga4de86b"><span class="section-number-4">4.3.3</span> 率的计算</h4>
<div class="outline-text-4" id="text-4-3-3">
</div><ol class="org-ol"><li><a id="org5968bc1"></a>常用指标<br  /><ol class="org-ol"><li><a id="orgc831899"></a>累积发病率（cumulative incidence）<br  /><div class="outline-text-6" id="text-4-3-3-1-1">
<ul class="org-ul">
<li>研究人群的数量较大且比较稳定。资料比较整齐的时候，无论其发病强度大小和观察时间长短，均可用观察开始时的人口数作分母，以整个观察期内的发病（或死亡）人数为分子，计算某病的累积发病率。</li>
<li>量值变化范围为 0~1。</li>
</ul>
</div></li>
