epidemiology/epidemiology.org
****** 发病密度（incidence density）
- 队列研究观察的时间比较长，需以观察人时为分母计算发病率，用人时为单位计算出来的率带有瞬时频率性质称为发病密度。
- 量值变化范围是从 0 到无穷大。
****** 标化比
- 标化死亡比（standardized mortality ratio, SMR）
- 标化比例死亡比（standardized proportional mortality ratio, SPMR）
***** 显著性检验
****** u 检验
****** 其他
**** 效应的估计
***** 相对危险度（RR），危险度比（risk ratio）或率比（rate ratio）
- 暴露组发病或死亡的危险是对照组的多少倍。
***** 归因危险度（AR），特异危险度、危险度差（risk difference, RD）、超额危险度（excess risk）
- 暴露组发病率与对照组发病率相差的绝对值。
***** 归因危险度百分比（AR%），病因分值（etiologic fraction, EF）
- 暴露人群中的发病或归因于暴露的部分占全部发病或死亡的百分比。
***** 人群归因危险度（population attributable risk, PAR），人群病因分值（population etiologic fraction, PEF）
- 总人群发病率中归因于暴露的部分。
***** 人群归因危险度百分比（PAR%）
- 指 PAR 占总人群全部发病（或死亡）的百分比。
***** 剂量-反应关系的分析
- 如果某种暴露存在剂量-效应关系（dose-effect relationship），即暴露的剂量越大，其效应越大，则该种暴露作为病因的可能性就越大。
*** 常见的偏倚及其控制
**** 选择偏倚
**** 失访偏倚
- 失访（loss to follow-up）
*** 优点与局限性
**** 优点
***** 研究对象的暴露资料是在结局发生之前收集的，并且都是由研究者亲自观察得到的，所以资料可靠，一般不存在回忆偏倚
***** 可以直接获得暴露组和对照组人群的发病或死亡率，可直接计算出 RR 和 AR 等反映疾病危险强度的指标，可以充分而直接地分析暴露的病因作用
***** 由于病因发生在前，疾病发生在后，因果现象发生的时间顺序是合理的，加之偏倚较少，又可直接计算各项测量疾病危险强度的指标，一般可证实病因联系
***** 有助于了解人群疾病的自然史，有时还可能获得多种预期以外的疾病的结局资料，可分析一因与多种疾病的关系
**** 局限性
***** 不适于发病率很低的疾病的病因研究，这种情况下需要的研究对象数量太大，前瞻性队列研究一般难以达到
***** 由于随访时间较长，对象不易保持依从性，容易产生失访偏倚。应尽量缩短随访期
***** 在随访过程中，未知变量引入人群，或人群中已知变量的变化，都可使结局受到影响，使分析复杂化
***** 研究耗费的人力、物力、财力和时间较多
** 病例对照研究（case-control study）
*** 基本原理
- 以当前已经确诊的还有某特定疾病的一组病人作为病例组，以不患有该病但具有可比性的一组个体作为对照组，
  通过询问、实验室检查或复查病史，搜集研究对象既往各种可能的危险因素的暴露史，测量并比较病例组与对照组中各因素的暴露比例，
  经统计学检验，若两组差别有意义，则可认为因素与疾病之间存在着统计学上的关联。
- 在评估了各种偏倚对研究结果的影响之后，再借助病因推断技术，推断出某个或某些暴露因素是疾病的危险因素，从而达到探索和检验疾病病因假说的目的。
*** 研究类型
**** 病例与对照不匹配
**** 病例与对照匹配
- 匹配（matching），配比，即要求对照在某些因素或特征上与病例保持一致，目的是对两组进行比较时排除匹配因素的干扰。
***** 频数匹配（frequency matching）
- 频数匹配首先应当知道或估计出匹配变量每一层的病例数，然后从备选对照中选择对照，直至达到每层所要求的数目，
  不一定要求绝对数相等，重要的是比例相同。
***** 个体匹配（individual matching）
- 以病例和对照个体为单位进行匹配叫个体匹配。
- 1:1 匹配，即为每一个病例配一名对照，又称配对（pair matching）。
**** 衍生的研究类型
***** 巢式病例对照研究（nested case-control study, case control study nested in a cohort）
***** 病例队列研究（case-cohort study）
***** 病例交叉设计（case-crossover design）
***** 病例时间对照设计（case-time-control design）
***** 病例病例研究（case-case study）
*** 一般实施步骤
**** 提出假设
**** 明确适宜的研究类型
**** 病例与对照的来源与选择
- 医院为基础的病例对照研究（hospital-based case-control study）
- 社区为基础的病例对照研究（community-based case-control study）
- 人群为基础的病例对照研究（population-based case-control study）
***** 病例的选择
****** 对疾病的规定
****** 对病例其他特征的规定
***** 对照的选择
****** 原则
******* 排除选择偏倚
******* 缩小信息偏倚
******* 缩小不清楚或不能很好测量的变量引起的残余混杂
******* 在满足真实性要求的逻辑限制的前提下使统计把握度达到最大
****** 实际来源
******* 同一个或多个医疗机构中诊断的其他病例
******* 病例的邻居或所在同一居委会、住宅区内的健康人或非该病病人
******* 社会团体人群中的非该病病人或健康人
******* 社区人口中的非该病病人或健康人
******* 病例的配偶、同胞、亲戚、同学或同事等
***** 比较以社区为基础和以医院为基础的病例对照研究
| 以社区为基础                               | 以医院为基础                             |
|--------------------------------------------+------------------------------------------|
| 可以较好地确定源人群                       | 研究对象的可及性好                       |
| 对照的暴露史更可能反映病例源人群的暴露情况 | 比较容易从医疗记录和生物标本收集暴露信息 |
**** 确定样本量
***** 影响因素
****** 研究因素在对照组中的暴露率 p_0
****** 预期中该因素的效应强度
****** 希望达到的检验的显著性水平，即Ⅰ类错误的概率α
****** 希望达到的检验功效也即把握度（1-β）
***** 估计方法
- 所估计的样本量并非绝对精确的数值
- 样本量越大，结果的精确度越好。实际工作中应当权衡利弊
- 总样本量相同的情况下，病例组和对照组样本量相等时统计学效率最高
****** 非匹配设计且病例数与对照数相等
****** 非匹配设计且病例数与对照数不等
****** 1:1 配对设计
****** 1:R 匹配设计
**** 研究因素的选定与测量
***** 变量的选定
***** 变量的定义
***** 变量的测量
**** 资料的收集
*** 资料的整理与分析
**** 资料的整理
***** 原始资料的核查
***** 原始资料的录入
**** 资料的分析
***** 描述性的统计
****** 描述研究对象的一般特征
****** 均衡性检验
***** 统计性推断
- 比值比（odds ratio, OR），暴露者的疾病危险性为非暴露者的多少倍。
****** 不匹配不分层资料
****** 不匹配分层资料
****** 分级暴露资料
****** 匹配资料
****** 归因分值（attributable fraction, AF），病因分值（etiologic fraction, EF）
***** 功效（power），把握度
- 拒绝无效假设的能力。
*** 常见偏倚及其控制
**** 选择偏倚
- 由于选入的研究对象与未选入的研究对象在某些特征上存在差异而引起的系统误差称为选择偏倚。
