epidemiology/epidemiology.html
<li><a id="org4bdd66a"></a>发病密度（incidence density）<br  /><div class="outline-text-6" id="text-4-3-3-1-2">
<ul class="org-ul">
<li>队列研究观察的时间比较长，需以观察人时为分母计算发病率，用人时为单位计算出来的率带有瞬时频率性质称为发病密度。</li>
<li>量值变化范围是从 0 到无穷大。</li>
</ul>
</div></li>
<li><a id="org039ef3c"></a>标化比<br  /><div class="outline-text-6" id="text-4-3-3-1-3">
<ul class="org-ul">
<li>标化死亡比（standardized mortality ratio, SMR）</li>
<li>标化比例死亡比（standardized proportional mortality ratio, SPMR）</li>
</ul>
</div></li></ol></li>
<li><a id="org41171a5"></a>显著性检验<br  /><ol class="org-ol"><li><a id="orgcf34ac1"></a>u 检验<br  /></li>
<li><a id="orgf5ddc62"></a>其他<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org39cdb49" class="outline-4">
<h4 id="org39cdb49"><span class="section-number-4">4.3.4</span> 效应的估计</h4>
<div class="outline-text-4" id="text-4-3-4">
</div><ol class="org-ol"><li><a id="org9de4e29"></a>相对危险度（RR），危险度比（risk ratio）或率比（rate ratio）<br  /><div class="outline-text-5" id="text-4-3-4-1">
<ul class="org-ul">
<li>暴露组发病或死亡的危险是对照组的多少倍。</li>
</ul>
</div></li>
<li><a id="orgedc57b5"></a>归因危险度（AR），特异危险度、危险度差（risk difference, RD）、超额危险度（excess risk）<br  /><div class="outline-text-5" id="text-4-3-4-2">
<ul class="org-ul">
<li>暴露组发病率与对照组发病率相差的绝对值。</li>
</ul>
</div></li>
<li><a id="orgebdb28d"></a>归因危险度百分比（AR%），病因分值（etiologic fraction, EF）<br  /><div class="outline-text-5" id="text-4-3-4-3">
<ul class="org-ul">
<li>暴露人群中的发病或归因于暴露的部分占全部发病或死亡的百分比。</li>
</ul>
</div></li>
<li><a id="org428fbf8"></a>人群归因危险度（population attributable risk, PAR），人群病因分值（population etiologic fraction, PEF）<br  /><div class="outline-text-5" id="text-4-3-4-4">
<ul class="org-ul">
<li>总人群发病率中归因于暴露的部分。</li>
</ul>
</div></li>
<li><a id="org483dd51"></a>人群归因危险度百分比（PAR%）<br  /><div class="outline-text-5" id="text-4-3-4-5">
<ul class="org-ul">
<li>指 PAR 占总人群全部发病（或死亡）的百分比。</li>
</ul>
</div></li>
<li><a id="orgc77b667"></a>剂量-反应关系的分析<br  /><div class="outline-text-5" id="text-4-3-4-6">
<ul class="org-ul">
<li>如果某种暴露存在剂量-效应关系（dose-effect relationship），即暴露的剂量越大，其效应越大，则该种暴露作为病因的可能性就越大。</li>
</ul>
</div></li></ol>
</div>
</div>
<div id="outline-container-org3e9bb75" class="outline-3">
<h3 id="org3e9bb75"><span class="section-number-3">4.4</span> 常见的偏倚及其控制</h3>
<div class="outline-text-3" id="text-4-4">
</div><div id="outline-container-orgd79676e" class="outline-4">
<h4 id="orgd79676e"><span class="section-number-4">4.4.1</span> 选择偏倚</h4>
</div>
<div id="outline-container-org923cbd0" class="outline-4">
<h4 id="org923cbd0"><span class="section-number-4">4.4.2</span> 失访偏倚</h4>
<div class="outline-text-4" id="text-4-4-2">
<ul class="org-ul">
<li>失访（loss to follow-up）</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org19a7306" class="outline-3">
<h3 id="org19a7306"><span class="section-number-3">4.5</span> 优点与局限性</h3>
<div class="outline-text-3" id="text-4-5">
</div><div id="outline-container-org47a09f3" class="outline-4">
<h4 id="org47a09f3"><span class="section-number-4">4.5.1</span> 优点</h4>
<div class="outline-text-4" id="text-4-5-1">
</div><ol class="org-ol"><li><a id="org625e4bc"></a>研究对象的暴露资料是在结局发生之前收集的，并且都是由研究者亲自观察得到的，所以资料可靠，一般不存在回忆偏倚<br  /></li>
<li><a id="org2461cce"></a>可以直接获得暴露组和对照组人群的发病或死亡率，可直接计算出 RR 和 AR 等反映疾病危险强度的指标，可以充分而直接地分析暴露的病因作用<br  /></li>
<li><a id="orgccff3a5"></a>由于病因发生在前，疾病发生在后，因果现象发生的时间顺序是合理的，加之偏倚较少，又可直接计算各项测量疾病危险强度的指标，一般可证实病因联系<br  /></li>
<li><a id="orgb4a1b3f"></a>有助于了解人群疾病的自然史，有时还可能获得多种预期以外的疾病的结局资料，可分析一因与多种疾病的关系<br  /></li></ol>
</div>
<div id="outline-container-orgba427f6" class="outline-4">
<h4 id="orgba427f6"><span class="section-number-4">4.5.2</span> 局限性</h4>
<div class="outline-text-4" id="text-4-5-2">
</div><ol class="org-ol"><li><a id="org34c8130"></a>不适于发病率很低的疾病的病因研究，这种情况下需要的研究对象数量太大，前瞻性队列研究一般难以达到<br  /></li>
<li><a id="org6a1bd02"></a>由于随访时间较长，对象不易保持依从性，容易产生失访偏倚。应尽量缩短随访期<br  /></li>
<li><a id="orgccf8070"></a>在随访过程中，未知变量引入人群，或人群中已知变量的变化，都可使结局受到影响，使分析复杂化<br  /></li>
<li><a id="orgc88fef1"></a>研究耗费的人力、物力、财力和时间较多<br  /></li></ol>
</div>
</div>
</div>
<div id="outline-container-org8cfcdd8" class="outline-2">
<h2 id="org8cfcdd8"><span class="section-number-2">5</span> 病例对照研究（case-control study）</h2>
<div class="outline-text-2" id="text-5">
</div><div id="outline-container-org411e9e9" class="outline-3">
<h3 id="org411e9e9"><span class="section-number-3">5.1</span> 基本原理</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>以当前已经确诊的还有某特定疾病的一组病人作为病例组，以不患有该病但具有可比性的一组个体作为对照组，通过询问、实验室检查或复查病史，搜集研究对象既往各种可能的危险因素的暴露史，测量并比较病例组与对照组中各因素的暴露比例，经统计学检验，若两组差别有意义，则可认为因素与疾病之间存在着统计学上的关联。</li>
<li>在评估了各种偏倚对研究结果的影响之后，再借助病因推断技术，推断出某个或某些暴露因素是疾病的危险因素，从而达到探索和检验疾病病因假说的目的。</li>
</ul>
</div>
</div>
<div id="outline-container-orgd4b31d8" class="outline-3">
<h3 id="orgd4b31d8"><span class="section-number-3">5.2</span> 研究类型</h3>
<div class="outline-text-3" id="text-5-2">
</div><div id="outline-container-org6441902" class="outline-4">
<h4 id="org6441902"><span class="section-number-4">5.2.1</span> 病例与对照不匹配</h4>
</div>
<div id="outline-container-org11ad3ab" class="outline-4">
<h4 id="org11ad3ab"><span class="section-number-4">5.2.2</span> 病例与对照匹配</h4>
<div class="outline-text-4" id="text-5-2-2">
<ul class="org-ul">
<li>匹配（matching），配比，即要求对照在某些因素或特征上与病例保持一致，目的是对两组进行比较时排除匹配因素的干扰。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orgce88260"></a>频数匹配（frequency matching）<br  /><div class="outline-text-5" id="text-5-2-2-1">
<ul class="org-ul">
<li>频数匹配首先应当知道或估计出匹配变量每一层的病例数，然后从备选对照中选择对照，直至达到每层所要求的数目，不一定要求绝对数相等，重要的是比例相同。</li>
</ul>
</div></li>
<li><a id="org764b59b"></a>个体匹配（individual matching）<br  /><div class="outline-text-5" id="text-5-2-2-2">
<ul class="org-ul">
<li>以病例和对照个体为单位进行匹配叫个体匹配。</li>
<li>1:1 匹配，即为每一个病例配一名对照，又称配对（pair matching）。</li>
</ul>
</div></li></ol>
</div>
<div id="outline-container-orgb493b78" class="outline-4">
<h4 id="orgb493b78"><span class="section-number-4">5.2.3</span> 衍生的研究类型</h4>
<div class="outline-text-4" id="text-5-2-3">
</div><ol class="org-ol"><li><a id="org066bf7a"></a>巢式病例对照研究（nested case-control study, case control study nested in a cohort）<br  /></li>
<li><a id="org2e16dab"></a>病例队列研究（case-cohort study）<br  /></li>
<li><a id="org2c6844d"></a>病例交叉设计（case-crossover design）<br  /></li>
<li><a id="org41d878d"></a>病例时间对照设计（case-time-control design）<br  /></li>
<li><a id="org0f1e171"></a>病例病例研究（case-case study）<br  /></li></ol>
</div>
</div>
<div id="outline-container-org61dcc77" class="outline-3">
<h3 id="org61dcc77"><span class="section-number-3">5.3</span> 一般实施步骤</h3>
<div class="outline-text-3" id="text-5-3">
</div><div id="outline-container-orgb9affe3" class="outline-4">
<h4 id="orgb9affe3"><span class="section-number-4">5.3.1</span> 提出假设</h4>
</div>
<div id="outline-container-orgaccc8f7" class="outline-4">
<h4 id="orgaccc8f7"><span class="section-number-4">5.3.2</span> 明确适宜的研究类型</h4>
</div>
<div id="outline-container-org22c64ab" class="outline-4">
<h4 id="org22c64ab"><span class="section-number-4">5.3.3</span> 病例与对照的来源与选择</h4>
<div class="outline-text-4" id="text-5-3-3">
<ul class="org-ul">
<li>医院为基础的病例对照研究（hospital-based case-control study）</li>
<li>社区为基础的病例对照研究（community-based case-control study）</li>
<li>人群为基础的病例对照研究（population-based case-control study）</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org7e725fc"></a>病例的选择<br  /><ol class="org-ol"><li><a id="orgc9e1055"></a>对疾病的规定<br  /></li>
<li><a id="org131b98e"></a>对病例其他特征的规定<br  /></li></ol></li>
<li><a id="org9c3cb65"></a>对照的选择<br  /><ol class="org-ol"><li><a id="org0aa7674"></a>原则<br  /><ol class="org-ol"><li><a id="org59205f1"></a>排除选择偏倚<br  /></li>
<li><a id="org553a386"></a>缩小信息偏倚<br  /></li>
<li><a id="org0df8ff2"></a>缩小不清楚或不能很好测量的变量引起的残余混杂<br  /></li>
<li><a id="org6a1b0c6"></a>在满足真实性要求的逻辑限制的前提下使统计把握度达到最大<br  /></li></ol></li>
<li><a id="org16572a5"></a>实际来源<br  /><ol class="org-ol"><li><a id="orgab8d38b"></a>同一个或多个医疗机构中诊断的其他病例<br  /></li>
<li><a id="org608d10b"></a>病例的邻居或所在同一居委会、住宅区内的健康人或非该病病人<br  /></li>
<li><a id="org24ffaa4"></a>社会团体人群中的非该病病人或健康人<br  /></li>
<li><a id="orgc50c083"></a>社区人口中的非该病病人或健康人<br  /></li>
<li><a id="org4d971ef"></a>病例的配偶、同胞、亲戚、同学或同事等<br  /></li></ol></li></ol></li>
<li><a id="org720f57e"></a>比较以社区为基础和以医院为基础的病例对照研究<br  /><div class="outline-text-5" id="text-5-3-3-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">以社区为基础</th>
<th scope="col" class="org-left">以医院为基础</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">可以较好地确定源人群</td>
<td class="org-left">研究对象的可及性好</td>
</tr>

<tr>
<td class="org-left">对照的暴露史更可能反映病例源人群的暴露情况</td>
<td class="org-left">比较容易从医疗记录和生物标本收集暴露信息</td>
</tr>
</tbody>
</table>
</div></li></ol>
</div>
<div id="outline-container-org5f6ce75" class="outline-4">
<h4 id="org5f6ce75"><span class="section-number-4">5.3.4</span> 确定样本量</h4>
<div class="outline-text-4" id="text-5-3-4">
</div><ol class="org-ol"><li><a id="org7f69e95"></a>影响因素<br  /><ol class="org-ol"><li><a id="orgf5e52e0"></a>研究因素在对照组中的暴露率 p<sub>0</sub><br  /></li>
<li><a id="orge85050c"></a>预期中该因素的效应强度<br  /></li>
<li><a id="org5927a04"></a>希望达到的检验的显著性水平，即Ⅰ类错误的概率α<br  /></li>
<li><a id="orgafe82df"></a>希望达到的检验功效也即把握度（1-β）<br  /></li></ol></li>
<li><a id="org5864833"></a>估计方法<br  /><div class="outline-text-5" id="text-5-3-4-2">
<ul class="org-ul">
<li>所估计的样本量并非绝对精确的数值</li>
<li>样本量越大，结果的精确度越好。实际工作中应当权衡利弊</li>
<li>总样本量相同的情况下，病例组和对照组样本量相等时统计学效率最高</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orgfbcd982"></a>非匹配设计且病例数与对照数相等<br  /></li>
<li><a id="org00c8b5b"></a>非匹配设计且病例数与对照数不等<br  /></li>
<li><a id="org9279697"></a>1:1 配对设计<br  /></li>
<li><a id="org5c0900b"></a>1:R 匹配设计<br  /></li></ol></li></ol>
</div>
<div id="outline-container-orgff3c244" class="outline-4">
<h4 id="orgff3c244"><span class="section-number-4">5.3.5</span> 研究因素的选定与测量</h4>
<div class="outline-text-4" id="text-5-3-5">
</div><ol class="org-ol"><li><a id="org0e541c5"></a>变量的选定<br  /></li>
<li><a id="orgbd64141"></a>变量的定义<br  /></li>
<li><a id="org72820c9"></a>变量的测量<br  /></li></ol>
</div>
<div id="outline-container-orgba6b719" class="outline-4">
<h4 id="orgba6b719"><span class="section-number-4">5.3.6</span> 资料的收集</h4>
</div>
</div>
<div id="outline-container-orgace78a8" class="outline-3">
<h3 id="orgace78a8"><span class="section-number-3">5.4</span> 资料的整理与分析</h3>
<div class="outline-text-3" id="text-5-4">
</div><div id="outline-container-org11aac94" class="outline-4">
<h4 id="org11aac94"><span class="section-number-4">5.4.1</span> 资料的整理</h4>
<div class="outline-text-4" id="text-5-4-1">
</div><ol class="org-ol"><li><a id="org7a96215"></a>原始资料的核查<br  /></li>
<li><a id="org9444fba"></a>原始资料的录入<br  /></li></ol>
</div>
<div id="outline-container-org6c2e0cd" class="outline-4">
<h4 id="org6c2e0cd"><span class="section-number-4">5.4.2</span> 资料的分析</h4>
<div class="outline-text-4" id="text-5-4-2">
</div><ol class="org-ol"><li><a id="org1db9933"></a>描述性的统计<br  /><ol class="org-ol"><li><a id="orgacfb2c2"></a>描述研究对象的一般特征<br  /></li>
<li><a id="org5f31a78"></a>均衡性检验<br  /></li></ol></li>
<li><a id="org53a06f0"></a>统计性推断<br  /><div class="outline-text-5" id="text-5-4-2-2">
<ul class="org-ul">
<li>比值比（odds ratio, OR），暴露者的疾病危险性为非暴露者的多少倍。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org45e1096"></a>不匹配不分层资料<br  /></li>
<li><a id="org3dd3d1b"></a>不匹配分层资料<br  /></li>
<li><a id="orgd0a4ffe"></a>分级暴露资料<br  /></li>
<li><a id="org887b3ee"></a>匹配资料<br  /></li>
<li><a id="org625c5de"></a>归因分值（attributable fraction, AF），病因分值（etiologic fraction, EF）<br  /></li></ol></li>
<li><a id="org9552143"></a>功效（power），把握度<br  /><div class="outline-text-5" id="text-5-4-2-3">
<ul class="org-ul">
<li>拒绝无效假设的能力。</li>
<li>当无效假设不成立时，该假设被拒绝的概率。</li>
<li>功效 = 1-β</li>
<li>一般检验功效应在 80% 以上。</li>
</ul>
</div></li></ol>
</div>
</div>
<div id="outline-container-orgb005a1a" class="outline-3">
<h3 id="orgb005a1a"><span class="section-number-3">5.5</span> 常见偏倚及其控制</h3>
<div class="outline-text-3" id="text-5-5">
</div><div id="outline-container-org124730c" class="outline-4">
<h4 id="org124730c"><span class="section-number-4">5.5.1</span> 选择偏倚</h4>
<div class="outline-text-4" id="text-5-5-1">
<ul class="org-ul">
<li>由于选入的研究对象与未选入的研究对象在某些特征上存在差异而引起的系统误差称为选择偏倚。</li>
</ul>
</div>
