epidemiology/epidemiology.org
***** 入院率偏倚（admission rate bias），Berkson 偏倚
***** 现患病例-新发病例偏倚（prevalence-incidence bias），奈曼偏倚（Neyman bias）
***** 检出症候偏倚（detection signal bias），暴露偏倚（unmasking bias）
***** 时间效应偏倚（time effect bias）
**** 信息偏倚
***** 回忆偏倚（recall bias）
***** 调查偏倚（investigation bias）
**** 混杂偏倚
*** 研究实例
**** 研究背景
**** 研究方法
**** 主要研究结果
*** 优点与局限性及实施时应注意的问题
**** 优点
| 病例对照研究                                 | 队列研究                                                           |
|----------------------------------------------+--------------------------------------------------------------------|
| 特别适用于罕见病的研究，不需要太多研究对象   | 资料可靠，一般不存在回忆偏倚                                       |
| 相对更省力、省钱、省时间，较易于组织实施     | 可以直接获得暴露组和对照组人群的发病率或死亡率，分析暴露的病因作用 |
| 不仅应用于病因的探讨，而且广泛应用于许多方面 | 检验病因假说的能力较强，一般可证实病因联系                         |
| 可以同时研究多个因素与某种疾病的联系         | 有助于了解人群疾病的自然史。分析一种原因与多种疾病的关系           |
| 对研究对象多无损害                           | 样本量大，结果比较稳定                                             |
**** 局限性
| 病例对照研究                                           | 队列研究                                                         |
|--------------------------------------------------------+------------------------------------------------------------------|
| 不适于研究人群中暴露比例低的因素，因为需要很大的样本量 | 不适于发病率很低的疾病的病因研究，因为需要的研究对象数量太大     |
| 选择研究对象时，难以避免选择偏倚                       | 由于随访时间较长，对象不易保持依从性，容易产生各种各样的失访偏倚 |
| 信息的真实性难以保证，暴露与疾病的时间先后常难以判断   | 研究耗费的人力、物力、财力和时间较多                             |
| 获取既往信息时，难以避免回忆偏倚                       | 由于消耗太大，对研究设计的要求更严密                             |
| 不能测定暴露组和非暴露组疾病的率                       |                                                                  |
**** 实施病例对照应注意的问题
** 实验流行病学（experimental epidemiology）
*** 概述
**** 实验流行病学，流行病学实验（epidemiological experiment）
- 是指研究者根据研究目的，按照预先确定的研究方案将研究对象随机分配到试验组和对照组，对试验组人为地施加或减少某种因素，
  然后追踪观察该因素的作用结果，比较和分析两组或多组人群的结局，从而判断处理因素的效果。
**** 基本特点
***** 属于前瞻性研究
***** 随机分组
***** 具有均衡可比的对照组
***** 有人为施加的干预措施
**** 主要类型
***** 临床试验（clinical trial）
***** 现场试验（field trial）
***** 社区试验（community trial），社区干预试验（community intervention trial）
**** 主要用途
***** 验证假设
***** 评价疾病防治效果
*** 临床试验
**** 概念和目的
- 以病人为研究对象，按照随机的原则分组，评价临床各种治疗措施有效性的方法。
***** 对新药进行研究
***** 对目前临床上应用的药物或治疗方案进行评价，从中找出一种最有效的方案
**** 分期
***** Ⅰ期临床试验
***** Ⅱ期临床试验
***** Ⅲ期临床试验
***** Ⅳ期临床试验
**** 特点
***** 具有实验性研究的特性
****** 对照
****** 随机化
****** 盲法
****** 重复
***** 研究对象具有特殊性
***** 要考虑医学伦理学问题
***** 要科学评价临床疗效
**** 设计和实施
***** 制订试验计划
****** 明确试验的目的
****** 明确试验对象的具体要求和来源
****** 明确规定研究因素
****** 确定观察指标
****** 确定随访观察时间及资料的收集方法
****** 资料收集后要进行整理和分析，设计时说明统计分析方法
***** 确定研究人群
****** 必须使用统一的人选和排除标准，确保试验组和对照组的可比性
****** 入选的研究对象应能从试验中受益
****** 尽可能选择已确诊的或症状和体征明显的病人作研究对象
****** 尽可能不用孕妇作为研究对象
****** 尽量选择依从者作研究对象
***** 确定样本含量
****** 决定样本量大小的因素
******* 计数资料等为分析指标时，频率指标越低，所需的样本量越大
******* 试验组和对照组结局事件比较的数值差异越小，所需的样本量越大
******* 检验的显著水平α（Ⅰ型错误的概率）和检验功效 1-β（β为Ⅱ型错误的概率）：α和β越小，所需样本量越大
******* 单侧检验所需样本量小，双侧检验所需样本量大
****** 最终确定研究所需样本量时，注意
******* 计算说得的 N 是一组人群（试验组或对照组）的大小
******* 考虑到可能发生的失访，应在公式计算的基础上增加 10%~15%作为实际应用的样本量
***** 设立严格的对照
****** 影响研究效应的主要因素
******* 不能预知的结局（unpredictable outcome）
******* 疾病的自然史
******* 霍桑效应（Hawthorne effect）
- 正在进行的研究对被研究者的影响（常常是有利的影响）。
******* 安慰剂效应（placebo effect）
******* 潜在的未知因素的影响
****** 常用的对照方法
******* 标准对照（standard control），阳性对照（positive control）
******* 安慰剂对照（placebo control），阴性对照（negative control）
******* 交叉对照（crossover control）
******* 互相对照（mutual control）
******* 自身对照（self control）
***** 随机分组
****** 原则
- 随机化是为了使对照组与试验组具有可比性，提高研究结果的真实性，减少偏倚。
- 每位研究对象被分配到试验组或对照组的机会相等，而不受研究者或受试者主观愿望或客观因素所影响。
****** 方法
******* 简单随机法（simple randomization）
******* 区组随机法（block randomization）
******* 分层随机法（stratified randomization）
***** 应用盲法
****** 单盲（single blind）
****** 双盲（double blind）
****** 三盲（triple blind）
***** 收集、整理与分析资料
****** 收集资料
****** 整理资料
******* 不合格（ineligibility）的研究对象
