epidemiology/epidemiology.html
<ol class="org-ol"><li><a id="orge7cc4a8"></a>入院率偏倚（admission rate bias），Berkson 偏倚<br  /></li>
<li><a id="orga3b27f5"></a>现患病例-新发病例偏倚（prevalence-incidence bias），奈曼偏倚（Neyman bias）<br  /></li>
<li><a id="orgcbf9e47"></a>检出症候偏倚（detection signal bias），暴露偏倚（unmasking bias）<br  /></li>
<li><a id="org0c2c408"></a>时间效应偏倚（time effect bias）<br  /></li></ol>
</div>
<div id="outline-container-org48dd1e8" class="outline-4">
<h4 id="org48dd1e8"><span class="section-number-4">5.5.2</span> 信息偏倚</h4>
<div class="outline-text-4" id="text-5-5-2">
</div><ol class="org-ol"><li><a id="org02cd0f4"></a>回忆偏倚（recall bias）<br  /></li>
<li><a id="org541fa29"></a>调查偏倚（investigation bias）<br  /></li></ol>
</div>
<div id="outline-container-orgd1aaaf8" class="outline-4">
<h4 id="orgd1aaaf8"><span class="section-number-4">5.5.3</span> 混杂偏倚</h4>
</div>
</div>
<div id="outline-container-org5027a43" class="outline-3">
<h3 id="org5027a43"><span class="section-number-3">5.6</span> 研究实例</h3>
<div class="outline-text-3" id="text-5-6">
</div><div id="outline-container-orgedf9c28" class="outline-4">
<h4 id="orgedf9c28"><span class="section-number-4">5.6.1</span> 研究背景</h4>
</div>
<div id="outline-container-org2d3390d" class="outline-4">
<h4 id="org2d3390d"><span class="section-number-4">5.6.2</span> 研究方法</h4>
</div>
<div id="outline-container-org4a6f02f" class="outline-4">
<h4 id="org4a6f02f"><span class="section-number-4">5.6.3</span> 主要研究结果</h4>
</div>
</div>
<div id="outline-container-orgf27f830" class="outline-3">
<h3 id="orgf27f830"><span class="section-number-3">5.7</span> 优点与局限性及实施时应注意的问题</h3>
<div class="outline-text-3" id="text-5-7">
</div><div id="outline-container-org67739af" class="outline-4">
<h4 id="org67739af"><span class="section-number-4">5.7.1</span> 优点</h4>
<div class="outline-text-4" id="text-5-7-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">病例对照研究</th>
<th scope="col" class="org-left">队列研究</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">特别适用于罕见病的研究，不需要太多研究对象</td>
<td class="org-left">资料可靠，一般不存在回忆偏倚</td>
</tr>

<tr>
<td class="org-left">相对更省力、省钱、省时间，较易于组织实施</td>
<td class="org-left">可以直接获得暴露组和对照组人群的发病率或死亡率，分析暴露的病因作用</td>
</tr>

<tr>
<td class="org-left">不仅应用于病因的探讨，而且广泛应用于许多方面</td>
<td class="org-left">检验病因假说的能力较强，一般可证实病因联系</td>
</tr>

<tr>
<td class="org-left">可以同时研究多个因素与某种疾病的联系</td>
<td class="org-left">有助于了解人群疾病的自然史。分析一种原因与多种疾病的关系</td>
</tr>

<tr>
<td class="org-left">对研究对象多无损害</td>
<td class="org-left">样本量大，结果比较稳定</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgf70ec32" class="outline-4">
<h4 id="orgf70ec32"><span class="section-number-4">5.7.2</span> 局限性</h4>
<div class="outline-text-4" id="text-5-7-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">病例对照研究</th>
<th scope="col" class="org-left">队列研究</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">不适于研究人群中暴露比例低的因素，因为需要很大的样本量</td>
<td class="org-left">不适于发病率很低的疾病的病因研究，因为需要的研究对象数量太大</td>
</tr>

<tr>
<td class="org-left">选择研究对象时，难以避免选择偏倚</td>
<td class="org-left">由于随访时间较长，对象不易保持依从性，容易产生各种各样的失访偏倚</td>
</tr>

<tr>
<td class="org-left">信息的真实性难以保证，暴露与疾病的时间先后常难以判断</td>
<td class="org-left">研究耗费的人力、物力、财力和时间较多</td>
</tr>

<tr>
<td class="org-left">获取既往信息时，难以避免回忆偏倚</td>
<td class="org-left">由于消耗太大，对研究设计的要求更严密</td>
</tr>

<tr>
<td class="org-left">不能测定暴露组和非暴露组疾病的率</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgb23e7a2" class="outline-4">
<h4 id="orgb23e7a2"><span class="section-number-4">5.7.3</span> 实施病例对照应注意的问题</h4>
</div>
</div>
</div>
<div id="outline-container-org404feb5" class="outline-2">
<h2 id="org404feb5"><span class="section-number-2">6</span> 实验流行病学（experimental epidemiology）</h2>
<div class="outline-text-2" id="text-6">
</div><div id="outline-container-orgd15a0de" class="outline-3">
<h3 id="orgd15a0de"><span class="section-number-3">6.1</span> 概述</h3>
<div class="outline-text-3" id="text-6-1">
</div><div id="outline-container-org89b85ef" class="outline-4">
<h4 id="org89b85ef"><span class="section-number-4">6.1.1</span> 实验流行病学，流行病学实验（epidemiological experiment）</h4>
<div class="outline-text-4" id="text-6-1-1">
<ul class="org-ul">
<li>是指研究者根据研究目的，按照预先确定的研究方案将研究对象随机分配到试验组和对照组，对试验组人为地施加或减少某种因素，然后追踪观察该因素的作用结果，比较和分析两组或多组人群的结局，从而判断处理因素的效果。</li>
</ul>
</div>
</div>
<div id="outline-container-orgd4838e8" class="outline-4">
<h4 id="orgd4838e8"><span class="section-number-4">6.1.2</span> 基本特点</h4>
<div class="outline-text-4" id="text-6-1-2">
</div><ol class="org-ol"><li><a id="orgeedefc9"></a>属于前瞻性研究<br  /></li>
<li><a id="org9754cf2"></a>随机分组<br  /></li>
<li><a id="orgd531490"></a>具有均衡可比的对照组<br  /></li>
<li><a id="orge062380"></a>有人为施加的干预措施<br  /></li></ol>
</div>
<div id="outline-container-orgef68b25" class="outline-4">
<h4 id="orgef68b25"><span class="section-number-4">6.1.3</span> 主要类型</h4>
<div class="outline-text-4" id="text-6-1-3">
</div><ol class="org-ol"><li><a id="org9417a9a"></a>临床试验（clinical trial）<br  /></li>
<li><a id="orga6b4933"></a>现场试验（field trial）<br  /></li>
<li><a id="orgec707c6"></a>社区试验（community trial），社区干预试验（community intervention trial）<br  /></li></ol>
</div>
<div id="outline-container-org36490be" class="outline-4">
<h4 id="org36490be"><span class="section-number-4">6.1.4</span> 主要用途</h4>
<div class="outline-text-4" id="text-6-1-4">
</div><ol class="org-ol"><li><a id="orgb208b07"></a>验证假设<br  /></li>
<li><a id="org980d6f2"></a>评价疾病防治效果<br  /></li></ol>
</div>
</div>
<div id="outline-container-orga771a32" class="outline-3">
<h3 id="orga771a32"><span class="section-number-3">6.2</span> 临床试验</h3>
<div class="outline-text-3" id="text-6-2">
</div><div id="outline-container-orgcaeb91d" class="outline-4">
<h4 id="orgcaeb91d"><span class="section-number-4">6.2.1</span> 概念和目的</h4>
<div class="outline-text-4" id="text-6-2-1">
<ul class="org-ul">
<li>以病人为研究对象，按照随机的原则分组，评价临床各种治疗措施有效性的方法。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org32887da"></a>对新药进行研究<br  /></li>
<li><a id="org1282deb"></a>对目前临床上应用的药物或治疗方案进行评价，从中找出一种最有效的方案<br  /></li></ol>
</div>
<div id="outline-container-org1ff93ae" class="outline-4">
<h4 id="org1ff93ae"><span class="section-number-4">6.2.2</span> 分期</h4>
<div class="outline-text-4" id="text-6-2-2">
</div><ol class="org-ol"><li><a id="org439582e"></a>Ⅰ期临床试验<br  /></li>
<li><a id="org031027f"></a>Ⅱ期临床试验<br  /></li>
<li><a id="orgacac116"></a>Ⅲ期临床试验<br  /></li>
<li><a id="org391def3"></a>Ⅳ期临床试验<br  /></li></ol>
</div>
<div id="outline-container-org97c4c5c" class="outline-4">
<h4 id="org97c4c5c"><span class="section-number-4">6.2.3</span> 特点</h4>
<div class="outline-text-4" id="text-6-2-3">
</div><ol class="org-ol"><li><a id="org06ed1d3"></a>具有实验性研究的特性<br  /><ol class="org-ol"><li><a id="org9b0565c"></a>对照<br  /></li>
<li><a id="org1e72200"></a>随机化<br  /></li>
<li><a id="orge6c55f5"></a>盲法<br  /></li>
<li><a id="orga28808a"></a>重复<br  /></li></ol></li>
<li><a id="org9165bf8"></a>研究对象具有特殊性<br  /></li>
<li><a id="org4081a9c"></a>要考虑医学伦理学问题<br  /></li>
<li><a id="orgb3d3b69"></a>要科学评价临床疗效<br  /></li></ol>
</div>
<div id="outline-container-org483536f" class="outline-4">
<h4 id="org483536f"><span class="section-number-4">6.2.4</span> 设计和实施</h4>
<div class="outline-text-4" id="text-6-2-4">
</div><ol class="org-ol"><li><a id="org75a677f"></a>制订试验计划<br  /><ol class="org-ol"><li><a id="org6f29067"></a>明确试验的目的<br  /></li>
<li><a id="org770249d"></a>明确试验对象的具体要求和来源<br  /></li>
<li><a id="org94e8b46"></a>明确规定研究因素<br  /></li>
<li><a id="org1d43c28"></a>确定观察指标<br  /></li>
<li><a id="org870078b"></a>确定随访观察时间及资料的收集方法<br  /></li>
<li><a id="org07306dd"></a>资料收集后要进行整理和分析，设计时说明统计分析方法<br  /></li></ol></li>
<li><a id="orgae93341"></a>确定研究人群<br  /><ol class="org-ol"><li><a id="org4cce4cb"></a>必须使用统一的人选和排除标准，确保试验组和对照组的可比性<br  /></li>
<li><a id="org288a015"></a>入选的研究对象应能从试验中受益<br  /></li>
<li><a id="orgb82e03a"></a>尽可能选择已确诊的或症状和体征明显的病人作研究对象<br  /></li>
<li><a id="org31fde9f"></a>尽可能不用孕妇作为研究对象<br  /></li>
<li><a id="orgc58df29"></a>尽量选择依从者作研究对象<br  /></li></ol></li>
<li><a id="org6c53dd8"></a>确定样本含量<br  /><ol class="org-ol"><li><a id="orgbcc412e"></a>决定样本量大小的因素<br  /><ol class="org-ol"><li><a id="org07d77d0"></a>计数资料等为分析指标时，频率指标越低，所需的样本量越大<br  /></li>
<li><a id="org10079c9"></a>试验组和对照组结局事件比较的数值差异越小，所需的样本量越大<br  /></li>
<li><a id="org6676828"></a>检验的显著水平α（Ⅰ型错误的概率）和检验功效 1-β（β为Ⅱ型错误的概率）：α和β越小，所需样本量越大<br  /></li>
<li><a id="orgb270a27"></a>单侧检验所需样本量小，双侧检验所需样本量大<br  /></li></ol></li>
<li><a id="orgb2d2176"></a>最终确定研究所需样本量时，注意<br  /><ol class="org-ol"><li><a id="org5efe15c"></a>计算说得的 N 是一组人群（试验组或对照组）的大小<br  /></li>
<li><a id="orgea144fe"></a>考虑到可能发生的失访，应在公式计算的基础上增加 10%~15%作为实际应用的样本量<br  /></li></ol></li></ol></li>
<li><a id="orgd1f6fcb"></a>设立严格的对照<br  /><ol class="org-ol"><li><a id="org1c66469"></a>影响研究效应的主要因素<br  /><ol class="org-ol"><li><a id="org7d92d90"></a>不能预知的结局（unpredictable outcome）<br  /></li>
<li><a id="org4604471"></a>疾病的自然史<br  /></li>
<li><a id="org071e1d6"></a>霍桑效应（Hawthorne effect）<br  /><div class="outline-text-7" id="text-6-2-4-4-1-3">
<ul class="org-ul">
<li>正在进行的研究对被研究者的影响（常常是有利的影响）。</li>
</ul>
</div></li>
<li><a id="org7a03652"></a>安慰剂效应（placebo effect）<br  /></li>
<li><a id="orgc877ddd"></a>潜在的未知因素的影响<br  /></li></ol></li>
<li><a id="orgc73f848"></a>常用的对照方法<br  /><ol class="org-ol"><li><a id="org6ba9d88"></a>标准对照（standard control），阳性对照（positive control）<br  /></li>
<li><a id="org0e9c006"></a>安慰剂对照（placebo control），阴性对照（negative control）<br  /></li>
<li><a id="orga5cc74c"></a>交叉对照（crossover control）<br  /></li>
<li><a id="org26d2dbd"></a>互相对照（mutual control）<br  /></li>
<li><a id="orge5e37a7"></a>自身对照（self control）<br  /></li></ol></li></ol></li>
<li><a id="org4dcb3dd"></a>随机分组<br  /><ol class="org-ol"><li><a id="org8f372ae"></a>原则<br  /><div class="outline-text-6" id="text-6-2-4-5-1">
<ul class="org-ul">
<li>随机化是为了使对照组与试验组具有可比性，提高研究结果的真实性，减少偏倚。</li>
<li>每位研究对象被分配到试验组或对照组的机会相等，而不受研究者或受试者主观愿望或客观因素所影响。</li>
</ul>
</div></li>
<li><a id="orgdfa37e2"></a>方法<br  /><ol class="org-ol"><li><a id="org065cb50"></a>简单随机法（simple randomization）<br  /></li>
<li><a id="orgc1f5b57"></a>区组随机法（block randomization）<br  /></li>
<li><a id="org828d5e8"></a>分层随机法（stratified randomization）<br  /></li></ol></li></ol></li>
<li><a id="org84dd771"></a>应用盲法<br  /><ol class="org-ol"><li><a id="orgd2536d0"></a>单盲（single blind）<br  /></li>
<li><a id="org2d310b6"></a>双盲（double blind）<br  /></li>
<li><a id="org67bfb64"></a>三盲（triple blind）<br  /></li></ol></li>
<li><a id="org9b5fc2e"></a>收集、整理与分析资料<br  /><ol class="org-ol"><li><a id="orgc0a050f"></a>收集资料<br  /></li>
<li><a id="org1f907e1"></a>整理资料<br  /><ol class="org-ol"><li><a id="orgbce9383"></a>不合格（ineligibility）的研究对象<br  /></li>
