epidemiology/epidemiology.org
******* 不依从（noncompliance）的研究对象
- 随机对照干预试验实际依从和分组
  |                | A 治疗                     | A 治疗      | B 治疗      | B 治疗                     |
  |----------------+----------------------------+-------------+-------------+----------------------------|
  | 实际依从情况   | 未完成 A 治疗或改为 B 治疗 | 完成 A 治疗 | 完成 B 治疗 | 未完成 B 治疗或改为 A 治疗 |
  | 资料整理后分组 | ①                         | ②          | ③          | ④                         |
******** 意向性分析（intention-to-treat(ITT) analysis）
- 比较①组+②组与③组+④组。反映了原来试验意向干预的效果。
******** 遵循研究方案分析（per-protocol(PP) analysis）
- 比较①组和③组，而不分析②组和④组。
******** 接受干预措施分析
- 比较①组+④组和②组+③组。
******* 失访（loss to follow-up）的研究对象
****** 分析资料
******* 有效率（effective rate）
- 治疗有效例数 / 治疗的总例数 × 100%
******* 治愈率（cure rate）
- 治愈例数 / 治疗总人数 × 100%
******* 病死率（case fatality rate）
- 因该病死亡人数 / 某病受治疗人数 × 100%
******* 不良事件发生率（adverse event rate）
- 发生不良事件病例数 / 可供评价不良事件的总病例数 × 100%
******* 生存率（survival rate）
- N 年生存率 = N 年存活的病例数 / 随访满 N 年的病例数 × 100%
******* 相对危险度降低（relative risk reduction, RRR）
- (对照组事件发生率 - 试验组事件发生率) / 对照组事件发生率
******* 绝对危险度降低（absolute risk reduction, ARR）
- 对照组事件发生率 - 试验组事件发生率
******* 需治疗人数（number needed to treat, NNT）
- NNT = 1/ARR
***** 多因素试验设计
**** 偏倚及其控制
***** 选择偏倚
***** 测量偏倚
***** 干扰和沾染
***** 依从性
*** 现场试验和社区试验
**** 主要目的
***** 评价预防措施的效果
***** 验证病因和危险因素
***** 评价卫生服务措施和公共卫生实践的质量
**** 设计类型
***** 随机对照试验
***** 整群随机对照试验
***** 类试验
**** 设计和实施中应注意的问题
***** 结局变量的确定
***** 减少失访
***** 避免「沾染」
***** 控制混杂因素
**** 评价效果的指标
***** 保护率（protection rate, PR）
- (对照组发病（或死亡）率 - 试验组发病（或死亡）率) / 对照组发病（或死亡）率 × 100%
***** 效果指数（index of effectiveness, IE）
- 对照组发病率 / 试验组发病率
***** 抗体阳转率（antibody positive conversion rate）
- 抗体阳性人数 / 疫苗接种人数 × 100%
***** 抗体几何平均滴度（GMT）
- GMT = (anti log2^m)×C = 2^m/C
*** 优缺点和注意的问题
**** 优缺点
***** 优点
****** 按照随机化的方法，将研究对象分为试验组和对照组，提高了可比性，能较好地控制研究中的偏倚和混杂
****** 前瞻性研究，通过随访将每个对象的干预过程和结局自始至终观察到底，通过和对照组比较，最终的论证强度高
****** 有助于了解疾病的自然史，并且可以获得一种干预和多个结局的关系
***** 缺点
****** 整个试验设计和实施条件要求高、控制严、难度大，在实际工作中有时难以做到
****** 受干预措施适用范围的约束，所选择的研究对象代表性不够，以致会不同程度影响试验结果推论到总体
****** 研究人群数量大，随访时间长，依从性不易做得很好，影响试验效应的评价
****** 由于研究因素是研究者为实现研究目的而施加于研究对象，故容易涉及伦理道德问题
**** 应注意的问题
***** 伦理道德（ethics）问题
****** 研究必须遵从普遍接受的科学原则，保证涉及人群的试验能够获得有科学价值的结果
****** 每项人体试验的设计与实施均应在试验方案中明确说明
****** 受试人群能够从研究的结果中受益
****** 受试者必须是自愿参加并且对研究项目有充分了解（知情同意）
****** 尊重受试者保护自身的权利，尽可能采取措施将影响降至最低
****** 任何新的预防或干预措施一般应当同目前常用（标准）的措施比较
****** 较长的试验期限可能会导致「延误」问题
***** 可行性问题
***** 随机化分组和均衡性问题
***** 报告研究结果要注意的问题
** 筛检（screening）
*** 概述
**** 概念
- 运用快速、简便的试验、检查或其他方法，将健康人群中那些可能有病或缺陷、但表面健康的个体，同那些可能无病者鉴别开来。
**** 目的与应用
***** 在外表健康的人群中发现可能患有某病的个体，并进一步进行确诊和早期治疗，实现二级预防
***** 发现人群中某些疾病的高位个体，并从病因学的角度采取措施，以减少疾病的发生，降低发病率，达到一级预防
***** 识别疾病的早期阶段，帮助了解疾病的自然史，揭示疾病的「冰山现象」
**** 类型
***** 对象的范围
****** 整群筛检（mass screening），普查
- 在疾病患（发）病率很高的情况下，对一定范围内人群的全体对象进行普遍筛检
****** 选择性筛检（selective screening）
***** 项目的多少
****** 单项筛检（single screening）
****** 多项筛检（multiple screening）
***** 目的
****** 治疗性筛检（therapeutic screening）
****** 预防性筛检（preventive screening）
**** 实施原则
***** 筛检的疾病
***** 疾病的筛检试验
***** 疾病的治疗
***** 整个筛检项目
**** 伦理学问题
*** 筛检试验（screening test）的评价
**** 定义
- 用于识别外表健康的人群中可能患有某疾病的个体或未来发病危险性高的个体的方法。
|      | 筛检试验                                     | 诊断试验                                             |
|------+----------------------------------------------+------------------------------------------------------|
| 对象 | 表面健康的人或无症状的病人                   | 病人或筛检阳性者                                     |
| 目的 | 把可能患有某病的个体与可能无病者区分开来     | 把病人与可疑有病但实际无病的人区分开来               |
| 要求 | 快速、简便，有高灵敏度，尽可能发现所有的病人 | 复杂、准确性和特异度高，结果具有更高的准确性和权威性 |
| 费用 | 经济、简单、廉价                             | 一般花费较高                                         |
| 处理 | 阳性者须进一步作诊断试验以确诊               | 阳性者要随之以严密观察和及时治疗                     |
***** 简单性
***** 廉价性
***** 快速性
***** 安全性
***** 可接受性
**** 评价方法
