epidemiology/epidemiology.html
<li><a id="org53a0963"></a>不依从（noncompliance）的研究对象<br  /><div class="outline-text-7" id="text-6-2-4-7-2-2">
<ul class="org-ul">
<li><p>
随机对照干预试验实际依从和分组
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">A 治疗</th>
<th scope="col" class="org-left">A 治疗</th>
<th scope="col" class="org-left">B 治疗</th>
<th scope="col" class="org-left">B 治疗</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">实际依从情况</td>
<td class="org-left">未完成 A 治疗或改为 B 治疗</td>
<td class="org-left">完成 A 治疗</td>
<td class="org-left">完成 B 治疗</td>
<td class="org-left">未完成 B 治疗或改为 A 治疗</td>
</tr>

<tr>
<td class="org-left">资料整理后分组</td>
<td class="org-left">①</td>
<td class="org-left">②</td>
<td class="org-left">③</td>
<td class="org-left">④</td>
</tr>
</tbody>
</table></li>
</ul>
</div>
<ol class="org-ol"><li><a id="org1fb5e19"></a>意向性分析（intention-to-treat(ITT) analysis）<br  /><div class="outline-text-8" id="text-6-2-4-7-2-2-1">
<ul class="org-ul">
<li>比较①组+②组与③组+④组。反映了原来试验意向干预的效果。</li>
</ul>
</div></li>
<li><a id="org3183b02"></a>遵循研究方案分析（per-protocol(PP) analysis）<br  /><div class="outline-text-8" id="text-6-2-4-7-2-2-2">
<ul class="org-ul">
<li>比较①组和③组，而不分析②组和④组。</li>
</ul>
</div></li>
<li><a id="org6d85a04"></a>接受干预措施分析<br  /><div class="outline-text-8" id="text-6-2-4-7-2-2-3">
<ul class="org-ul">
<li>比较①组+④组和②组+③组。</li>
</ul>
</div></li></ol></li>
<li><a id="org42bf99a"></a>失访（loss to follow-up）的研究对象<br  /></li></ol></li>
<li><a id="orgba615bd"></a>分析资料<br  /><ol class="org-ol"><li><a id="orgb69da51"></a>有效率（effective rate）<br  /><div class="outline-text-7" id="text-6-2-4-7-3-1">
<ul class="org-ul">
<li>治疗有效例数 / 治疗的总例数 × 100%</li>
</ul>
</div></li>
<li><a id="org388c6af"></a>治愈率（cure rate）<br  /><div class="outline-text-7" id="text-6-2-4-7-3-2">
<ul class="org-ul">
<li>治愈例数 / 治疗总人数 × 100%</li>
</ul>
</div></li>
<li><a id="org0df419f"></a>病死率（case fatality rate）<br  /><div class="outline-text-7" id="text-6-2-4-7-3-3">
<ul class="org-ul">
<li>因该病死亡人数 / 某病受治疗人数 × 100%</li>
</ul>
</div></li>
<li><a id="org7e4654e"></a>不良事件发生率（adverse event rate）<br  /><div class="outline-text-7" id="text-6-2-4-7-3-4">
<ul class="org-ul">
<li>发生不良事件病例数 / 可供评价不良事件的总病例数 × 100%</li>
</ul>
</div></li>
<li><a id="orgc90df98"></a>生存率（survival rate）<br  /><div class="outline-text-7" id="text-6-2-4-7-3-5">
<ul class="org-ul">
<li>N 年生存率 = N 年存活的病例数 / 随访满 N 年的病例数 × 100%</li>
</ul>
</div></li>
<li><a id="org4ce7341"></a>相对危险度降低（relative risk reduction, RRR）<br  /><div class="outline-text-7" id="text-6-2-4-7-3-6">
<ul class="org-ul">
<li>(对照组事件发生率 - 试验组事件发生率) / 对照组事件发生率</li>
</ul>
</div></li>
<li><a id="org36c79ad"></a>绝对危险度降低（absolute risk reduction, ARR）<br  /><div class="outline-text-7" id="text-6-2-4-7-3-7">
<ul class="org-ul">
<li>对照组事件发生率 - 试验组事件发生率</li>
</ul>
</div></li>
<li><a id="org8c8d8dc"></a>需治疗人数（number needed to treat, NNT）<br  /><div class="outline-text-7" id="text-6-2-4-7-3-8">
<ul class="org-ul">
<li>NNT = 1/ARR</li>
</ul>
</div></li></ol></li></ol></li>
<li><a id="org386493e"></a>多因素试验设计<br  /></li></ol>
</div>
<div id="outline-container-orgd106792" class="outline-4">
<h4 id="orgd106792"><span class="section-number-4">6.2.5</span> 偏倚及其控制</h4>
<div class="outline-text-4" id="text-6-2-5">
</div><ol class="org-ol"><li><a id="org79ae0f4"></a>选择偏倚<br  /></li>
<li><a id="org4470db8"></a>测量偏倚<br  /></li>
<li><a id="orge4f8412"></a>干扰和沾染<br  /></li>
<li><a id="orge5d187f"></a>依从性<br  /></li></ol>
</div>
</div>
<div id="outline-container-org1af8679" class="outline-3">
<h3 id="org1af8679"><span class="section-number-3">6.3</span> 现场试验和社区试验</h3>
<div class="outline-text-3" id="text-6-3">
</div><div id="outline-container-org221db9d" class="outline-4">
<h4 id="org221db9d"><span class="section-number-4">6.3.1</span> 主要目的</h4>
<div class="outline-text-4" id="text-6-3-1">
</div><ol class="org-ol"><li><a id="orgf2b2433"></a>评价预防措施的效果<br  /></li>
<li><a id="orgdab7270"></a>验证病因和危险因素<br  /></li>
<li><a id="orgd44c14d"></a>评价卫生服务措施和公共卫生实践的质量<br  /></li></ol>
</div>
<div id="outline-container-orga6c2044" class="outline-4">
<h4 id="orga6c2044"><span class="section-number-4">6.3.2</span> 设计类型</h4>
<div class="outline-text-4" id="text-6-3-2">
</div><ol class="org-ol"><li><a id="orgae70382"></a>随机对照试验<br  /></li>
<li><a id="org4feefb1"></a>整群随机对照试验<br  /></li>
<li><a id="orga5129a7"></a>类试验<br  /></li></ol>
</div>
<div id="outline-container-org4d66896" class="outline-4">
<h4 id="org4d66896"><span class="section-number-4">6.3.3</span> 设计和实施中应注意的问题</h4>
<div class="outline-text-4" id="text-6-3-3">
</div><ol class="org-ol"><li><a id="org4c9cfa2"></a>结局变量的确定<br  /></li>
<li><a id="orgdb5d685"></a>减少失访<br  /></li>
<li><a id="org0ec9ce5"></a>避免「沾染」<br  /></li>
<li><a id="org427e251"></a>控制混杂因素<br  /></li></ol>
</div>
<div id="outline-container-org3786bea" class="outline-4">
<h4 id="org3786bea"><span class="section-number-4">6.3.4</span> 评价效果的指标</h4>
<div class="outline-text-4" id="text-6-3-4">
</div><ol class="org-ol"><li><a id="org8c14f6d"></a>保护率（protection rate, PR）<br  /><div class="outline-text-5" id="text-6-3-4-1">
<ul class="org-ul">
<li>(对照组发病（或死亡）率 - 试验组发病（或死亡）率) / 对照组发病（或死亡）率 × 100%</li>
</ul>
</div></li>
<li><a id="org80fbde1"></a>效果指数（index of effectiveness, IE）<br  /><div class="outline-text-5" id="text-6-3-4-2">
<ul class="org-ul">
<li>对照组发病率 / 试验组发病率</li>
</ul>
</div></li>
<li><a id="org296504b"></a>抗体阳转率（antibody positive conversion rate）<br  /><div class="outline-text-5" id="text-6-3-4-3">
<ul class="org-ul">
<li>抗体阳性人数 / 疫苗接种人数 × 100%</li>
</ul>
</div></li>
<li><a id="orgb83b251"></a>抗体几何平均滴度（GMT）<br  /><div class="outline-text-5" id="text-6-3-4-4">
<ul class="org-ul">
<li>GMT = (anti log2<sup>m</sup>)×C = 2<sup>m</sup>/C</li>
</ul>
</div></li></ol>
</div>
</div>
<div id="outline-container-org46cf459" class="outline-3">
<h3 id="org46cf459"><span class="section-number-3">6.4</span> 优缺点和注意的问题</h3>
<div class="outline-text-3" id="text-6-4">
</div><div id="outline-container-org1153f0c" class="outline-4">
<h4 id="org1153f0c"><span class="section-number-4">6.4.1</span> 优缺点</h4>
<div class="outline-text-4" id="text-6-4-1">
</div><ol class="org-ol"><li><a id="org09deaf4"></a>优点<br  /><ol class="org-ol"><li><a id="org2ed8949"></a>按照随机化的方法，将研究对象分为试验组和对照组，提高了可比性，能较好地控制研究中的偏倚和混杂<br  /></li>
<li><a id="orgbf30b24"></a>前瞻性研究，通过随访将每个对象的干预过程和结局自始至终观察到底，通过和对照组比较，最终的论证强度高<br  /></li>
<li><a id="orgb8696b3"></a>有助于了解疾病的自然史，并且可以获得一种干预和多个结局的关系<br  /></li></ol></li>
<li><a id="org1f29127"></a>缺点<br  /><ol class="org-ol"><li><a id="orgfb72ae8"></a>整个试验设计和实施条件要求高、控制严、难度大，在实际工作中有时难以做到<br  /></li>
<li><a id="org8436416"></a>受干预措施适用范围的约束，所选择的研究对象代表性不够，以致会不同程度影响试验结果推论到总体<br  /></li>
<li><a id="orgda49544"></a>研究人群数量大，随访时间长，依从性不易做得很好，影响试验效应的评价<br  /></li>
<li><a id="org0c3d32a"></a>由于研究因素是研究者为实现研究目的而施加于研究对象，故容易涉及伦理道德问题<br  /></li></ol></li></ol>
</div>
<div id="outline-container-orgb1a6819" class="outline-4">
<h4 id="orgb1a6819"><span class="section-number-4">6.4.2</span> 应注意的问题</h4>
<div class="outline-text-4" id="text-6-4-2">
</div><ol class="org-ol"><li><a id="org5c0351d"></a>伦理道德（ethics）问题<br  /><ol class="org-ol"><li><a id="orgec643c8"></a>研究必须遵从普遍接受的科学原则，保证涉及人群的试验能够获得有科学价值的结果<br  /></li>
<li><a id="org5e349e7"></a>每项人体试验的设计与实施均应在试验方案中明确说明<br  /></li>
<li><a id="orgc09e3c2"></a>受试人群能够从研究的结果中受益<br  /></li>
<li><a id="orgd44319a"></a>受试者必须是自愿参加并且对研究项目有充分了解（知情同意）<br  /></li>
<li><a id="orgae5a7fa"></a>尊重受试者保护自身的权利，尽可能采取措施将影响降至最低<br  /></li>
<li><a id="org8895e74"></a>任何新的预防或干预措施一般应当同目前常用（标准）的措施比较<br  /></li>
<li><a id="org3be1d5f"></a>较长的试验期限可能会导致「延误」问题<br  /></li></ol></li>
<li><a id="org4de5b34"></a>可行性问题<br  /></li>
<li><a id="org4bf20b8"></a>随机化分组和均衡性问题<br  /></li>
<li><a id="org1d1ee17"></a>报告研究结果要注意的问题<br  /></li></ol>
</div>
</div>
</div>
<div id="outline-container-orgf960bbc" class="outline-2">
<h2 id="orgf960bbc"><span class="section-number-2">7</span> 筛检（screening）</h2>
<div class="outline-text-2" id="text-7">
</div><div id="outline-container-org3a42796" class="outline-3">
<h3 id="org3a42796"><span class="section-number-3">7.1</span> 概述</h3>
<div class="outline-text-3" id="text-7-1">
</div><div id="outline-container-org55baa4d" class="outline-4">
<h4 id="org55baa4d"><span class="section-number-4">7.1.1</span> 概念</h4>
<div class="outline-text-4" id="text-7-1-1">
<ul class="org-ul">
<li>运用快速、简便的试验、检查或其他方法，将健康人群中那些可能有病或缺陷、但表面健康的个体，同那些可能无病者鉴别开来。</li>
</ul>
</div>
</div>
<div id="outline-container-org63c45fe" class="outline-4">
<h4 id="org63c45fe"><span class="section-number-4">7.1.2</span> 目的与应用</h4>
<div class="outline-text-4" id="text-7-1-2">
</div><ol class="org-ol"><li><a id="org7539d39"></a>在外表健康的人群中发现可能患有某病的个体，并进一步进行确诊和早期治疗，实现二级预防<br  /></li>
<li><a id="orge3fbce7"></a>发现人群中某些疾病的高危个体，并从病因学的角度采取措施，以减少疾病的发生，降低发病率，达到一级预防<br  /></li>
<li><a id="orga5ecc8c"></a>识别疾病的早期阶段，帮助了解疾病的自然史，揭示疾病的「冰山现象」<br  /></li></ol>
</div>
<div id="outline-container-org9c6bda9" class="outline-4">
<h4 id="org9c6bda9"><span class="section-number-4">7.1.3</span> 类型</h4>
<div class="outline-text-4" id="text-7-1-3">
</div><ol class="org-ol"><li><a id="org0761e3a"></a>对象的范围<br  /><ol class="org-ol"><li><a id="org884e08a"></a>整群筛检（mass screening），普查<br  /><div class="outline-text-6" id="text-7-1-3-1-1">
<ul class="org-ul">
<li>在疾病患（发）病率很高的情况下，对一定范围内人群的全体对象进行普遍筛检</li>
</ul>
</div></li>
<li><a id="org75c6973"></a>选择性筛检（selective screening）<br  /></li></ol></li>
<li><a id="org845dfe0"></a>项目的多少<br  /><ol class="org-ol"><li><a id="org1ca7fbd"></a>单项筛检（single screening）<br  /></li>
<li><a id="org25e0ff7"></a>多项筛检（multiple screening）<br  /></li></ol></li>
<li><a id="orga41a67f"></a>目的<br  /><ol class="org-ol"><li><a id="orgf928997"></a>治疗性筛检（therapeutic screening）<br  /></li>
<li><a id="org5a32a74"></a>预防性筛检（preventive screening）<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org1e84ccb" class="outline-4">
<h4 id="org1e84ccb"><span class="section-number-4">7.1.4</span> 实施原则</h4>
<div class="outline-text-4" id="text-7-1-4">
</div><ol class="org-ol"><li><a id="orgd68e57f"></a>筛检的疾病<br  /></li>
<li><a id="org134c2d6"></a>疾病的筛检试验<br  /></li>
<li><a id="org15a195a"></a>疾病的治疗<br  /></li>
<li><a id="orgde1fb95"></a>整个筛检项目<br  /></li></ol>
</div>
<div id="outline-container-org0a0b1a9" class="outline-4">
<h4 id="org0a0b1a9"><span class="section-number-4">7.1.5</span> 伦理学问题</h4>
</div>
</div>
<div id="outline-container-org51d1a10" class="outline-3">
<h3 id="org51d1a10"><span class="section-number-3">7.2</span> 筛检试验（screening test）的评价</h3>
<div class="outline-text-3" id="text-7-2">
</div><div id="outline-container-org9f709fa" class="outline-4">
<h4 id="org9f709fa"><span class="section-number-4">7.2.1</span> 定义</h4>
<div class="outline-text-4" id="text-7-2-1">
<ul class="org-ul">
<li>用于识别外表健康的人群中可能患有某疾病的个体或未来发病危险性高的个体的方法。</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">筛检试验</th>
<th scope="col" class="org-left">诊断试验</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">对象</td>
<td class="org-left">表面健康的人或无症状的病人</td>
<td class="org-left">病人或筛检阳性者</td>
</tr>

<tr>
<td class="org-left">目的</td>
<td class="org-left">把可能患有某病的个体与可能无病者区分开来</td>
<td class="org-left">把病人与可疑有病但实际无病的人区分开来</td>
</tr>

<tr>
<td class="org-left">要求</td>
<td class="org-left">快速、简便，有高灵敏度，尽可能发现所有的病人</td>
<td class="org-left">复杂、准确性和特异度高，结果具有更高的准确性和权威性</td>
</tr>

<tr>
<td class="org-left">费用</td>
<td class="org-left">经济、简单、廉价</td>
<td class="org-left">一般花费较高</td>
</tr>

<tr>
<td class="org-left">处理</td>
<td class="org-left">阳性者须进一步作诊断试验以确诊</td>
<td class="org-left">阳性者要随之以严密观察和及时治疗</td>
</tr>
</tbody>
</table>
</div>
<ol class="org-ol"><li><a id="orgba8d098"></a>简单性<br  /></li>
