epidemiology/epidemiology.org
***** 确定「金标准」
- 金标准，指当前临床医学界公认的诊断疾病的最可靠的方法。
***** 选择受试对象
***** 确定样本量
***** 整理评价结果
| 筛检试验 | 金标准患者 | 金标准非患者 | 合计 |
|----------+------------+--------------+------|
| 阳性     | 真阳性 A   | 假阳性 B     | R_1  |
| 阴性     | 假阳性 C   | 真阴性 D     | R_2  |
|----------+------------+--------------+------|
| 合计     | C_1        | C_2          | N    |
**** 评价指标
***** 真实性（validity），效度，准确性（accuracy）
- 测量值与实际值相符合的程度。
****** 灵敏度（sensitivity），真阳性率（true positive rate）
- 实际有病而按该筛检试验的标准被正确地判为有病的百分比。
- = A/(A+C) ×100%
****** 假阴性率（false negative rate），漏诊率
- 实际有病，根据筛检试验被确定为无病的百分比。
- = C/(A+C) ×100%
****** 特异度（specificity），真阴性率（true negative rate）
- 实际无病按该筛检标准被正确地判为无病的百分比。
- = D/(B+D) ×100%
****** 假阳性率（false positive rate），误诊率
- 实际无病，但根据筛检被判为有病的百分比。
- = B/(B+D) ×100%
****** 正确指数，约登指数（Youden's index）
- 正确指数 = (灵敏度 + 特异度)-1 = 1-(假阴性率 + 假阳性率)
****** 似然比（likelihood ratio, LR）
- 同时反映灵敏度和特异度的复合指标，即有病者中得到某一筛检试验结果的概率与无病者得出这一概率的比值。
- 全面反映了筛检试验的诊断价值，只涉及灵敏度与特异度，不受患病率的影响。
******* 阳性似然比（positive likelihood ratio, +LR）
- 反映了筛检试验正确判断阳性的可能性是错误判断阳性可能性的倍数。比值越大，试验结果阳性时为真阳性的概率越大。
- +LR = 真阳性率 / 假阳性率 = 灵敏度 / (1- 特异度 )
******* 阴性似然比（negative likelihood ratio, -LR）
- 表示错误判断阴性的可能性是正确判断阴性可能性的倍数。比值越小，试验结果阴性时为真阴性的可能性越大。
- -LR = 假阴性率 / 真阴性率 = (1- 灵敏度) / 特异度
***** 可靠性（reliability），信度，精确度（precision），可重复性（repeatability）
- 在相同条件下用某测量工具重复测量同一受试者时获得相同结果的稳定程度。
****** 标准差和变异系数
- 变异系数（coefficient variance, CV）
- CV = (标准差 / 算术均数) × 100%
****** 符合率与 Kappa 值
******* 符合率（agreement/consistency rate），一致率
- = (A+D)/(A+B+C+D)×100%
******* Kappa
- = (N(A+D) - (R_1 C_1 + R_2 C_2)) / (N^2 - (R_1 C_1 + R_2 C_2))
****** 实际工作中，影响筛检试验可靠性的因素
******* 受试对象生物学变异
******* 观察者
******* 实验室条件
***** 预测值
- 当灵敏度与特异度一定，疾病患病率降低时，阳性预测值降低，阴性预测值升高。
- 当患病率不变，降低灵敏度，特异度将升高，此时阳性预测值将升高，阴性预测值将下降。
****** 阳性预测值（positive predictive value）
- 筛检试验阳性者患目标疾病的可能性。
- = A / (A+B) × 100%
- = 灵敏度×患病率 / (灵敏度×患病率 + (1-患病率)(1-特异度))
****** 阴性预测值（negative predictive value）
- 筛检试验阴性者不患目标疾病的可能性。
- = D / (C+D) × 100%
- = 特异度×(1-患病率) / (特异度×(1-患病率) + (1-灵敏度)×患病率)
**** 筛检试验阳性结果截断值的确定
- 截断值（cut off point），临界点
***** 临界点的选择
****** 如疾病的预后差，漏诊病人可能带来严重后果，且目前又有可靠的治疗方法，则临界点向左移
- 提高灵敏度，尽可能发现可疑病人，但会使假阳性增多。
****** 如疾病的预后不严重，且现有诊疗方法不理想，临界点可右移
- 提高特异度，尽可能将非患者鉴别出来，减少假阳性率。
****** 如果假阳性者作进一步诊断的费用太高，为了节约经费，也可考虑将临界点向右移
****** 如果灵敏度和特异度同等重要，可将临界点定在非病人与病人的分布曲线的交界处
***** 受试者工作特征曲线（receiver operator characteristic curve, ROC 曲线）
- 横轴表示假阳性率（1-特异度），纵轴表示真阳性率（灵敏度），
  曲线上任意一点代表某项筛检试验的特定阳性标准值相对应的灵敏度和特异度对子。
- 将最接近 ROC 曲线左上角那一点定为最佳临界点。
- ROC 曲线下面积反映了诊断试验价值的大小，面积越大，越接近 1.0，诊断的真实度越高；
  越接近 0.5，诊断的真实度越低；当等于 0.5 时，则无诊断价值。
*** 筛检效果的评价
**** 筛检效果的评价指标
***** 收益（yield），收获量
- 指经筛检后能使多少原来未发现的病人（或临床前期患者、高危人群）得到诊断和治疗。
****** 选择患病率高的人群（即高危人群）
****** 选用高灵敏度的筛检试验
****** 采用联合试验
******* 串联试验（serial test），系列试验
- 全部筛检试验结果均为阳性者才定为阳性。
- 可以提高特异度，但使灵敏度降低。
******* 并联试验（parallel test），平行试验
- 全部筛检试验中，任何一项筛检试验结果阳性就可定为阳性。
- 可以提高灵敏度，却降低了特异度。
***** 生物学效果的评价
****** 病死率
****** 死亡率
****** 生存率
****** 效果指数（index of effectiveness, IE）
- 未筛检组的事件发生率与筛检组的事件发生率之比。
****** 绝对危险度降低（absolute risk reduction, ARR）
- 未筛检组的事件发生率与筛检组的事件发生率之差。
****** 相对危险度降低（relative risk reduction, RRR）
- 未筛检组的事件发生率与筛检组的事件发生率之差，再除以未筛检组的事件发生率。
****** 需要筛检人数（number needed to be screened, NNBS）
- NNBS = 1/ARR
***** 卫生经济学效果的评价
****** 成本-效果分析（cost-effectiveness analysis）
****** 成本-效益分析（cost-benefit analysis）
****** 成本-效用分析（cost-utility analysis）
**** 筛检评价中存在的偏倚
***** 领先时间偏倚（lead time bias）
***** 病程长短偏倚（length bias）
***** 过度诊断偏倚（over diagnosis bias）
***** 志愿者偏倚（volunteer bias）
** 偏倚及其控制
*** 选择偏倚（selection bias）
- 被选入到研究中的研究对象，与没有被选入者特征上的差异所导致的系统误差。
**** 种类
***** 入院率偏倚（admission rate bias），伯克森偏倚（Berkson's bias）
***** 现患病例-新发病例偏倚（prevalence-incidence bias），奈曼偏倚（Neyman bias）
***** 检出症候偏倚（detection signal bias）
***** 无应答偏倚（non-response bias）
***** 易感性偏倚（susceptibility bias）
**** 测量
**** 控制
***** 掌握发生环节
***** 严格选择标准
***** 研究对象的合作
***** 采用多种对照
*** 信息偏倚（information bias），观察偏倚（observational bias）
**** 种类
***** 回忆偏倚（recall bias）
