epidemiology/epidemiology.html
<li><a id="orgba67404"></a>廉价性<br  /></li>
<li><a id="orgb08bea2"></a>快速性<br  /></li>
<li><a id="org0df3edd"></a>安全性<br  /></li>
<li><a id="org4d1a089"></a>可接受性<br  /></li></ol>
</div>
<div id="outline-container-org76dd7f9" class="outline-4">
<h4 id="org76dd7f9"><span class="section-number-4">7.2.2</span> 评价方法</h4>
<div class="outline-text-4" id="text-7-2-2">
</div><ol class="org-ol"><li><a id="orgb404a4d"></a>确定「金标准」<br  /><div class="outline-text-5" id="text-7-2-2-1">
<ul class="org-ul">
<li>金标准，指当前临床医学界公认的诊断疾病的最可靠的方法。</li>
</ul>
</div></li>
<li><a id="org44b000b"></a>选择受试对象<br  /></li>
<li><a id="org97c9224"></a>确定样本量<br  /></li>
<li><a id="org3604fbe"></a>整理评价结果<br  /><div class="outline-text-5" id="text-7-2-2-4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">筛检试验</th>
<th scope="col" class="org-left">金标准患者</th>
<th scope="col" class="org-left">金标准非患者</th>
<th scope="col" class="org-left">合计</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">阳性</td>
<td class="org-left">真阳性 A</td>
<td class="org-left">假阳性 B</td>
<td class="org-left">R<sub>1</sub></td>
</tr>

<tr>
<td class="org-left">阴性</td>
<td class="org-left">假阳性 C</td>
<td class="org-left">真阴性 D</td>
<td class="org-left">R<sub>2</sub></td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">合计</td>
<td class="org-left">C<sub>1</sub></td>
<td class="org-left">C<sub>2</sub></td>
<td class="org-left">N</td>
</tr>
</tbody>
</table>
</div></li></ol>
</div>
<div id="outline-container-orgb4c2b16" class="outline-4">
<h4 id="orgb4c2b16"><span class="section-number-4">7.2.3</span> 评价指标</h4>
<div class="outline-text-4" id="text-7-2-3">
</div><ol class="org-ol"><li><a id="orga4f5769"></a>真实性（validity），效度，准确性（accuracy）<br  /><div class="outline-text-5" id="text-7-2-3-1">
<ul class="org-ul">
<li>测量值与实际值相符合的程度。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org58efcfc"></a>灵敏度（sensitivity），真阳性率（true positive rate）<br  /><div class="outline-text-6" id="text-7-2-3-1-1">
<ul class="org-ul">
<li>实际有病而按该筛检试验的标准被正确地判为有病的百分比。</li>
<li>= A/(A+C) ×100%</li>
</ul>
</div></li>
<li><a id="orgb63ea3b"></a>假阴性率（false negative rate），漏诊率<br  /><div class="outline-text-6" id="text-7-2-3-1-2">
<ul class="org-ul">
<li>实际有病，根据筛检试验被确定为无病的百分比。</li>
<li>= C/(A+C) ×100%</li>
</ul>
</div></li>
<li><a id="org3ef8a1a"></a>特异度（specificity），真阴性率（true negative rate）<br  /><div class="outline-text-6" id="text-7-2-3-1-3">
<ul class="org-ul">
<li>实际无病按该筛检标准被正确地判为无病的百分比。</li>
<li>= D/(B+D) ×100%</li>
</ul>
</div></li>
<li><a id="orgad066d1"></a>假阳性率（false positive rate），误诊率<br  /><div class="outline-text-6" id="text-7-2-3-1-4">
<ul class="org-ul">
<li>实际无病，但根据筛检被判为有病的百分比。</li>
<li>= B/(B+D) ×100%</li>
</ul>
</div></li>
<li><a id="orgd2ee766"></a>正确指数，约登指数（Youden's index）<br  /><div class="outline-text-6" id="text-7-2-3-1-5">
<ul class="org-ul">
<li>正确指数 = (灵敏度 + 特异度)-1 = 1-(假阴性率 + 假阳性率)</li>
</ul>
</div></li>
<li><a id="orgcddcf19"></a>似然比（likelihood ratio, LR）<br  /><div class="outline-text-6" id="text-7-2-3-1-6">
<ul class="org-ul">
<li>同时反映灵敏度和特异度的复合指标，即有病者中得到某一筛检试验结果的概率与无病者得出这一概率的比值。</li>
<li>全面反映了筛检试验的诊断价值，只涉及灵敏度与特异度，不受患病率的影响。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org40e430c"></a>阳性似然比（positive likelihood ratio, +LR）<br  /><div class="outline-text-7" id="text-7-2-3-1-6-1">
<ul class="org-ul">
<li>反映了筛检试验正确判断阳性的可能性是错误判断阳性可能性的倍数。比值越大，试验结果阳性时为真阳性的概率越大。</li>
<li>+LR = 真阳性率 / 假阳性率 = 灵敏度 / (1- 特异度 )</li>
</ul>
</div></li>
<li><a id="org94d2e15"></a>阴性似然比（negative likelihood ratio, -LR）<br  /><div class="outline-text-7" id="text-7-2-3-1-6-2">
<ul class="org-ul">
<li>表示错误判断阴性的可能性是正确判断阴性可能性的倍数。比值越小，试验结果阴性时为真阴性的可能性越大。</li>
<li>-LR = 假阴性率 / 真阴性率 = (1- 灵敏度) / 特异度</li>
</ul>
</div></li></ol></li></ol></li>
<li><a id="org6dc9bdc"></a>可靠性（reliability），信度，精确度（precision），可重复性（repeatability）<br  /><div class="outline-text-5" id="text-7-2-3-2">
<ul class="org-ul">
<li>在相同条件下用某测量工具重复测量同一受试者时获得相同结果的稳定程度。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org25f4131"></a>标准差和变异系数<br  /><div class="outline-text-6" id="text-7-2-3-2-1">
<ul class="org-ul">
<li>变异系数（coefficient variance, CV）</li>
<li>CV = (标准差 / 算术均数) × 100%</li>
</ul>
</div></li>
<li><a id="org0f8eb06"></a>符合率与 Kappa 值<br  /><ol class="org-ol"><li><a id="orge851866"></a>符合率（agreement/consistency rate），一致率<br  /><div class="outline-text-7" id="text-7-2-3-2-2-1">
<ul class="org-ul">
<li>= (A+D)/(A+B+C+D)×100%</li>
</ul>
</div></li>
<li><a id="orgee4ddf0"></a>Kappa<br  /><div class="outline-text-7" id="text-7-2-3-2-2-2">
<ul class="org-ul">
<li>= (N(A+D) - (R<sub>1</sub> C<sub>1</sub> + R<sub>2</sub> C<sub>2</sub>)) / (N<sup>2</sup> - (R<sub>1</sub> C<sub>1</sub> + R<sub>2</sub> C<sub>2</sub>))</li>
</ul>
</div></li></ol></li>
<li><a id="org178df76"></a>实际工作中，影响筛检试验可靠性的因素<br  /><ol class="org-ol"><li><a id="orgb648b7c"></a>受试对象生物学变异<br  /></li>
<li><a id="org8292f46"></a>观察者<br  /></li>
<li><a id="orgb179b63"></a>实验室条件<br  /></li></ol></li></ol></li>
<li><a id="org8848532"></a>预测值<br  /><div class="outline-text-5" id="text-7-2-3-3">
<ul class="org-ul">
<li>当灵敏度与特异度一定，疾病患病率降低时，阳性预测值降低，阴性预测值升高。</li>
<li>当患病率不变，降低灵敏度，特异度将升高，此时阳性预测值将升高，阴性预测值将下降。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org69cb44b"></a>阳性预测值（positive predictive value）<br  /><div class="outline-text-6" id="text-7-2-3-3-1">
<ul class="org-ul">
<li>筛检试验阳性者患目标疾病的可能性。</li>
<li>= A / (A+B) × 100%</li>
<li>= 灵敏度×患病率 / (灵敏度×患病率 + (1-患病率)(1-特异度))</li>
</ul>
</div></li>
<li><a id="orgd97a40c"></a>阴性预测值（negative predictive value）<br  /><div class="outline-text-6" id="text-7-2-3-3-2">
<ul class="org-ul">
<li>筛检试验阴性者不患目标疾病的可能性。</li>
<li>= D / (C+D) × 100%</li>
<li>= 特异度×(1-患病率) / (特异度×(1-患病率) + (1-灵敏度)×患病率)</li>
</ul>
</div></li></ol></li></ol>
</div>
<div id="outline-container-org0b4a21a" class="outline-4">
<h4 id="org0b4a21a"><span class="section-number-4">7.2.4</span> 筛检试验阳性结果截断值的确定</h4>
<div class="outline-text-4" id="text-7-2-4">
<ul class="org-ul">
<li>截断值（cut off point），临界点</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orgf372cf2"></a>临界点的选择<br  /><ol class="org-ol"><li><a id="org2fbccb6"></a>如疾病的预后差，漏诊病人可能带来严重后果，且目前又有可靠的治疗方法，则临界点向左移<br  /><div class="outline-text-6" id="text-7-2-4-1-1">
<ul class="org-ul">
<li>提高灵敏度，尽可能发现可疑病人，但会使假阳性增多。</li>
</ul>
</div></li>
<li><a id="org8defcec"></a>如疾病的预后不严重，且现有诊疗方法不理想，临界点可右移<br  /><div class="outline-text-6" id="text-7-2-4-1-2">
<ul class="org-ul">
<li>提高特异度，尽可能将非患者鉴别出来，减少假阳性率。</li>
</ul>
</div></li>
<li><a id="org366409b"></a>如果假阳性者作进一步诊断的费用太高，为了节约经费，也可考虑将临界点向右移<br  /></li>
<li><a id="org7c1afaa"></a>如果灵敏度和特异度同等重要，可将临界点定在非病人与病人的分布曲线的交界处<br  /></li></ol></li>
<li><a id="orga27373d"></a>受试者工作特征曲线（receiver operator characteristic curve, ROC 曲线）<br  /><div class="outline-text-5" id="text-7-2-4-2">
<ul class="org-ul">
<li>横轴表示假阳性率（1-特异度），纵轴表示真阳性率（灵敏度），曲线上任意一点代表某项筛检试验的特定阳性标准值相对应的灵敏度和特异度对子。</li>
<li>将最接近 ROC 曲线左上角那一点定为最佳临界点。</li>
<li>ROC 曲线下面积反映了诊断试验价值的大小，面积越大，越接近 1.0，诊断的真实度越高；越接近 0.5，诊断的真实度越低；当等于 0.5 时，则无诊断价值。</li>
</ul>
</div></li></ol>
</div>
</div>
<div id="outline-container-org7c7d0f6" class="outline-3">
<h3 id="org7c7d0f6"><span class="section-number-3">7.3</span> 筛检效果的评价</h3>
<div class="outline-text-3" id="text-7-3">
</div><div id="outline-container-orgbc41256" class="outline-4">
<h4 id="orgbc41256"><span class="section-number-4">7.3.1</span> 筛检效果的评价指标</h4>
<div class="outline-text-4" id="text-7-3-1">
</div><ol class="org-ol"><li><a id="org8d3fc0e"></a>收益（yield），收获量<br  /><div class="outline-text-5" id="text-7-3-1-1">
<ul class="org-ul">
<li>指经筛检后能使多少原来未发现的病人（或临床前期患者、高危人群）得到诊断和治疗。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org3bff189"></a>选择患病率高的人群（即高危人群）<br  /></li>
<li><a id="org4659471"></a>选用高灵敏度的筛检试验<br  /></li>
<li><a id="orgbfb36cd"></a>采用联合试验<br  /><ol class="org-ol"><li><a id="org63966ef"></a>串联试验（serial test），系列试验<br  /><div class="outline-text-7" id="text-7-3-1-1-3-1">
<ul class="org-ul">
<li>全部筛检试验结果均为阳性者才定为阳性。</li>
<li>可以提高特异度，但使灵敏度降低。</li>
</ul>
</div></li>
<li><a id="org5294f4e"></a>并联试验（parallel test），平行试验<br  /><div class="outline-text-7" id="text-7-3-1-1-3-2">
<ul class="org-ul">
<li>全部筛检试验中，任何一项筛检试验结果阳性就可定为阳性。</li>
<li>可以提高灵敏度，却降低了特异度。</li>
</ul>
</div></li></ol></li></ol></li>
<li><a id="org0fbda78"></a>生物学效果的评价<br  /><ol class="org-ol"><li><a id="org008725a"></a>病死率<br  /></li>
<li><a id="org719d18d"></a>死亡率<br  /></li>
<li><a id="org291ad5e"></a>生存率<br  /></li>
<li><a id="org93fbc54"></a>效果指数（index of effectiveness, IE）<br  /><div class="outline-text-6" id="text-7-3-1-2-4">
<ul class="org-ul">
<li>未筛检组的事件发生率与筛检组的事件发生率之比。</li>
</ul>
</div></li>
<li><a id="org348683e"></a>绝对危险度降低（absolute risk reduction, ARR）<br  /><div class="outline-text-6" id="text-7-3-1-2-5">
<ul class="org-ul">
<li>未筛检组的事件发生率与筛检组的事件发生率之差。</li>
</ul>
</div></li>
<li><a id="org5e2020e"></a>相对危险度降低（relative risk reduction, RRR）<br  /><div class="outline-text-6" id="text-7-3-1-2-6">
<ul class="org-ul">
<li>未筛检组的事件发生率与筛检组的事件发生率之差，再除以未筛检组的事件发生率。</li>
</ul>
</div></li>
<li><a id="org571c457"></a>需要筛检人数（number needed to be screened, NNBS）<br  /><div class="outline-text-6" id="text-7-3-1-2-7">
<ul class="org-ul">
<li>NNBS = 1/ARR</li>
</ul>
</div></li></ol></li>
<li><a id="orgd35001d"></a>卫生经济学效果的评价<br  /><ol class="org-ol"><li><a id="orgac4beaa"></a>成本-效果分析（cost-effectiveness analysis）<br  /></li>
<li><a id="orgdc7a357"></a>成本-效益分析（cost-benefit analysis）<br  /></li>
<li><a id="org15efd36"></a>成本-效用分析（cost-utility analysis）<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org934fa94" class="outline-4">
<h4 id="org934fa94"><span class="section-number-4">7.3.2</span> 筛检评价中存在的偏倚</h4>
<div class="outline-text-4" id="text-7-3-2">
</div><ol class="org-ol"><li><a id="orgead44da"></a>领先时间偏倚（lead time bias）<br  /></li>
<li><a id="orge9ffa94"></a>病程长短偏倚（length bias）<br  /></li>
<li><a id="orgc632aef"></a>过度诊断偏倚（over diagnosis bias）<br  /></li>
<li><a id="org446919d"></a>志愿者偏倚（volunteer bias）<br  /></li></ol>
</div>
</div>
</div>
<div id="outline-container-org777ced4" class="outline-2">
<h2 id="org777ced4"><span class="section-number-2">8</span> 偏倚及其控制</h2>
<div class="outline-text-2" id="text-8">
</div><div id="outline-container-org5451fe2" class="outline-3">
<h3 id="org5451fe2"><span class="section-number-3">8.1</span> 选择偏倚（selection bias）</h3>
<div class="outline-text-3" id="text-8-1">
<ul class="org-ul">
<li>被选入到研究中的研究对象，与没有被选入者特征上的差异所导致的系统误差。</li>
</ul>
</div>
<div id="outline-container-org43f2796" class="outline-4">
<h4 id="org43f2796"><span class="section-number-4">8.1.1</span> 种类</h4>
<div class="outline-text-4" id="text-8-1-1">
</div><ol class="org-ol"><li><a id="orge5dd8bd"></a>入院率偏倚（admission rate bias），伯克森偏倚（Berkson's bias）<br  /></li>
<li><a id="orgd8ed461"></a>现患病例-新发病例偏倚（prevalence-incidence bias），奈曼偏倚（Neyman bias）<br  /></li>
<li><a id="orgced0a51"></a>检出症候偏倚（detection signal bias）<br  /></li>
<li><a id="org989e368"></a>无应答偏倚（non-response bias）<br  /></li>
<li><a id="org5e47203"></a>易感性偏倚（susceptibility bias）<br  /></li></ol>
</div>
<div id="outline-container-org6a094b0" class="outline-4">
<h4 id="org6a094b0"><span class="section-number-4">8.1.2</span> 测量</h4>
</div>
<div id="outline-container-org81b6622" class="outline-4">
<h4 id="org81b6622"><span class="section-number-4">8.1.3</span> 控制</h4>
<div class="outline-text-4" id="text-8-1-3">
</div><ol class="org-ol"><li><a id="org3d9ff81"></a>掌握发生环节<br  /></li>
<li><a id="org54c1b45"></a>严格选择标准<br  /></li>
<li><a id="org316f603"></a>研究对象的合作<br  /></li>
<li><a id="org26c8a2f"></a>采用多种对照<br  /></li></ol>
</div>
</div>
<div id="outline-container-orgd05c56a" class="outline-3">
<h3 id="orgd05c56a"><span class="section-number-3">8.2</span> 信息偏倚（information bias），观察偏倚（observational bias）</h3>
