epidemiology/epidemiology.org
***** 报告偏倚（reporting bias）
***** 暴露怀疑偏倚（exposure suspicion bias）
***** 诊断怀疑偏倚（diagnostic suspicion bias）
***** 测量偏倚（detection bias）
**** 测量
**** 控制
***** 严格信息标准
***** 盲法收集信息
***** 采用客观指标
***** 调查技术的应用
***** 统计学处理
*** 混杂偏倚（confounding bias），混杂
**** 混杂因素及其特点
***** 混杂因素（confounding factor），外来因素（extraneous factor），混杂因子，混杂变量
- 与研究因素和研究疾病均有关，若在比较的人群组中分布不均衡，可以歪曲（缩小或放大）研究因素与疾病之间真实联系的因素。
****** 是所研究疾病的危险因素
****** 与所研究的因素有关
****** 不是研究因素与研究疾病因果链上的中间变量
**** 测量
**** 控制
***** 限制（restriction）
***** 随机化（randomization）
***** 匹配（matching）
***** 统计学处理
- 标准化法、分层分析、多因素分析等。
** 病因与因果推断
*** 概念
**** 定义
**** 分类
***** 宿主因素
****** 先天因素（congenital factors）
- 遗传基因、染色体、性别差异等。
****** 后天因素（acquired factors）
- 免疫状况、年龄、发育、营养状况、心理行为特征等。
***** 环境因素
****** 生物因素（biological factor）
******* 病原微生物
- 细菌、病毒、真菌、立克次体、支原体、衣原体、螺旋体、放线菌
******* 寄生虫
- 原虫、蠕虫、医学昆虫
******* 有害动、植物
- 毒蛇、蝎子、麦角
****** 物理因素（physical factor）
****** 化学因素（chemical factor）
****** 社会因素（social factor）
**** 病因模型
***** 三角模型，流行病学三角（epidemiologic triangle）
- 强调致病因子、宿主和环境是疾病发生的三要素。
***** 轮状模型（wheel model）
- 核心是宿主，其中的遗传物质有重要作用；外围的轮子表示环境，包括生物、理化和社会环境。
***** 病因链和病因网模型
****** 病因链（chain of causation）
- 是指一种疾病的发生常是多种致病因素先后或同时连续作用的结果。
****** 病因网（web of causation）
- 是指一种疾病的发生和流行，可能是两条以上病因链并行作用，并彼此纵横交错，交织如网。
***** 多因素病因理论的实际意义
****** 大多数疾病是由多因素所致，如果研究仅考虑单因素，则结果必定是片面的，许多重要因素将被遗漏
****** 疾病的防治应以综合性措施为原则
****** 针对病因链和病因网中的某些关键和薄弱环节采取措施，就可能降低疾病发生率
- 尤其是在复杂病因还未完全明了的情况下更能体现出多因素病因理论对制定针对性防控措施的重要意义。
**** 作用方式
***** 一因一病
***** 一因多病
***** 多因一病
***** 多因多病
*** 方法与步骤
**** 方法
***** 描述性研究
- 提出病因假说的主要方法。
***** 分析性研究
- 比描述性研究更深入的探索和检验病因的研究方法。
***** 实验性研究
- 验证病因的方法。
****** 临床试验
****** 现场试验
****** 社区试验
**** 步骤
***** 建立假说
- 病因研究的起点。
****** 求同法（method of agreement）
****** 求异法（method of difference）
****** 同异并用法（joint method of agreement and difference）
****** 共变法（method of concomitant variation）
****** 剩余法（method of residues）
***** 检验假说
- 描述性研究提出的病因假说，需经分析性研究进一步检验这些因素与疾病之间的因果联系。
***** 验证假说
*** 因果推断
**** 推断步骤
***** 排除虚假联系和间接连系
***** 判断因果关联（causal association）
**** 因果推断的标准
***** 关联的时序性（temporality）
***** 关联的强度（strength）
***** 关联的可重复性（consistency）
***** 关联的特异性（specificity）
***** 剂量-反应关系（dose-response relationship）
***** 生物学合理性（biologic plausibility）
***** 关联的一致性（coherence）
***** 实验证据（experimental evidence）
** 预防策略
*** 健康、影响因素及医学模式
**** 健康
***** 个体健康
- 健康是生理、心理、精神和社会方面的一种动态的圆满状态，而不仅仅是没有疾病和虚弱。
***** 人群健康
**** 影响健康的因素
***** 个体因素
****** 遗传和生物学因素
****** 生活方式因素
****** 社会经济状况因素
***** 环境因素
****** 自然环境
****** 建成环境（built environment）
****** 社会和经济环境
***** 卫生服务因素
- 卫生服务的质量、可获得性、可及性和可负担性，服务提供者的能力等。
**** 医学模式
***** 生物医学模式（biomedical model）
***** 生物-心理-社会医学模式（biopsychosocial model）
*** 预防策略与措施
**** 策略与措施
**** 疾病预防（disease prevention）
- 消灭（eradication）是指通过监测和围堵等措施，消灭传染病病原体，从而终止所有的疾病传播。
- 消除（elimination）是将疾病的传播减少到事先规定的一个非常低的水平，但不是消灭某一疾病。
***** 第一级预防（primary prevention），病因预防
***** 第二级预防（secondary prevention），「三早预防」
- 早发现、早诊断、早治疗。
***** 第三级预防（tertiary prevention），临床预防，疾病管理（disease management）
**** 健康保护与健康促进
***** 健康保护（health protection），健康防护
