epidemiology/epidemiology.html
<div class="outline-text-3" id="text-8-2">
</div><div id="outline-container-org1644b8c" class="outline-4">
<h4 id="org1644b8c"><span class="section-number-4">8.2.1</span> 种类</h4>
<div class="outline-text-4" id="text-8-2-1">
</div><ol class="org-ol"><li><a id="orgd425c63"></a>回忆偏倚（recall bias）<br  /></li>
<li><a id="org1f19bf6"></a>报告偏倚（reporting bias）<br  /></li>
<li><a id="org41d5464"></a>暴露怀疑偏倚（exposure suspicion bias）<br  /></li>
<li><a id="orgb707d5d"></a>诊断怀疑偏倚（diagnostic suspicion bias）<br  /></li>
<li><a id="orgb3b5c1b"></a>测量偏倚（detection bias）<br  /></li></ol>
</div>
<div id="outline-container-orgcd655fc" class="outline-4">
<h4 id="orgcd655fc"><span class="section-number-4">8.2.2</span> 测量</h4>
</div>
<div id="outline-container-orgb807cf1" class="outline-4">
<h4 id="orgb807cf1"><span class="section-number-4">8.2.3</span> 控制</h4>
<div class="outline-text-4" id="text-8-2-3">
</div><ol class="org-ol"><li><a id="orgd47f457"></a>严格信息标准<br  /></li>
<li><a id="orgc17a2d0"></a>盲法收集信息<br  /></li>
<li><a id="orga6d338d"></a>采用客观指标<br  /></li>
<li><a id="org3c2cb0d"></a>调查技术的应用<br  /></li>
<li><a id="org0559bff"></a>统计学处理<br  /></li></ol>
</div>
</div>
<div id="outline-container-org5780bba" class="outline-3">
<h3 id="org5780bba"><span class="section-number-3">8.3</span> 混杂偏倚（confounding bias），混杂</h3>
<div class="outline-text-3" id="text-8-3">
</div><div id="outline-container-org8684cbd" class="outline-4">
<h4 id="org8684cbd"><span class="section-number-4">8.3.1</span> 混杂因素及其特点</h4>
<div class="outline-text-4" id="text-8-3-1">
</div><ol class="org-ol"><li><a id="org84d45e7"></a>混杂因素（confounding factor），外来因素（extraneous factor），混杂因子，混杂变量<br  /><div class="outline-text-5" id="text-8-3-1-1">
<ul class="org-ul">
<li>与研究因素和研究疾病均有关，若在比较的人群组中分布不均衡，可以歪曲（缩小或放大）研究因素与疾病之间真实联系的因素。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org8c33542"></a>是所研究疾病的危险因素<br  /></li>
<li><a id="org5c20e4e"></a>与所研究的因素有关<br  /></li>
<li><a id="org353f5cc"></a>不是研究因素与研究疾病因果链上的中间变量<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org6e78894" class="outline-4">
<h4 id="org6e78894"><span class="section-number-4">8.3.2</span> 测量</h4>
</div>
<div id="outline-container-orgadfec05" class="outline-4">
<h4 id="orgadfec05"><span class="section-number-4">8.3.3</span> 控制</h4>
<div class="outline-text-4" id="text-8-3-3">
</div><ol class="org-ol"><li><a id="orge519f7d"></a>限制（restriction）<br  /></li>
<li><a id="orgf4f2178"></a>随机化（randomization）<br  /></li>
<li><a id="orgdd56df7"></a>匹配（matching）<br  /></li>
<li><a id="org29754a0"></a>统计学处理<br  /><div class="outline-text-5" id="text-8-3-3-4">
<ul class="org-ul">
<li>标准化法、分层分析、多因素分析等。</li>
</ul>
</div></li></ol>
</div>
</div>
</div>
<div id="outline-container-orgcac3da6" class="outline-2">
<h2 id="orgcac3da6"><span class="section-number-2">9</span> 病因与因果推断</h2>
<div class="outline-text-2" id="text-9">
</div><div id="outline-container-org61c8e12" class="outline-3">
<h3 id="org61c8e12"><span class="section-number-3">9.1</span> 概念</h3>
<div class="outline-text-3" id="text-9-1">
</div><div id="outline-container-orge58780b" class="outline-4">
<h4 id="orge58780b"><span class="section-number-4">9.1.1</span> 定义</h4>
</div>
<div id="outline-container-org6ae3329" class="outline-4">
<h4 id="org6ae3329"><span class="section-number-4">9.1.2</span> 分类</h4>
<div class="outline-text-4" id="text-9-1-2">
</div><ol class="org-ol"><li><a id="org3908d6c"></a>宿主因素<br  /><ol class="org-ol"><li><a id="org660dc68"></a>先天因素（congenital factors）<br  /><div class="outline-text-6" id="text-9-1-2-1-1">
<ul class="org-ul">
<li>遗传基因、染色体、性别差异等。</li>
</ul>
</div></li>
<li><a id="org6ee7e3c"></a>后天因素（acquired factors）<br  /><div class="outline-text-6" id="text-9-1-2-1-2">
<ul class="org-ul">
<li>免疫状况、年龄、发育、营养状况、心理行为特征等。</li>
</ul>
</div></li></ol></li>
<li><a id="org1f22d99"></a>环境因素<br  /><ol class="org-ol"><li><a id="orgf9a3700"></a>生物因素（biological factor）<br  /><ol class="org-ol"><li><a id="org1a4ea8e"></a>病原微生物<br  /><div class="outline-text-7" id="text-9-1-2-2-1-1">
<ul class="org-ul">
<li>细菌、病毒、真菌、立克次体、支原体、衣原体、螺旋体、放线菌</li>
</ul>
</div></li>
<li><a id="org75bbfd6"></a>寄生虫<br  /><div class="outline-text-7" id="text-9-1-2-2-1-2">
<ul class="org-ul">
<li>原虫、蠕虫、医学昆虫</li>
</ul>
</div></li>
<li><a id="orge50a961"></a>有害动、植物<br  /><div class="outline-text-7" id="text-9-1-2-2-1-3">
<ul class="org-ul">
<li>毒蛇、蝎子、麦角</li>
</ul>
</div></li></ol></li>
<li><a id="orgc8bca7b"></a>物理因素（physical factor）<br  /></li>
<li><a id="orge3b2c46"></a>化学因素（chemical factor）<br  /></li>
<li><a id="orgc80de07"></a>社会因素（social factor）<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org60e5e93" class="outline-4">
<h4 id="org60e5e93"><span class="section-number-4">9.1.3</span> 病因模型</h4>
<div class="outline-text-4" id="text-9-1-3">
</div><ol class="org-ol"><li><a id="org5403cd3"></a>三角模型，流行病学三角（epidemiologic triangle）<br  /><div class="outline-text-5" id="text-9-1-3-1">
<ul class="org-ul">
<li>强调致病因子、宿主和环境是疾病发生的三要素。</li>
</ul>
</div></li>
<li><a id="org7aa85b9"></a>轮状模型（wheel model）<br  /><div class="outline-text-5" id="text-9-1-3-2">
<ul class="org-ul">
<li>核心是宿主，其中的遗传物质有重要作用；外围的轮子表示环境，包括生物、理化和社会环境。</li>
</ul>
</div></li>
<li><a id="orgd347064"></a>病因链和病因网模型<br  /><ol class="org-ol"><li><a id="orgc01eeb5"></a>病因链（chain of causation）<br  /><div class="outline-text-6" id="text-9-1-3-3-1">
<ul class="org-ul">
<li>是指一种疾病的发生常是多种致病因素先后或同时连续作用的结果。</li>
</ul>
</div></li>
<li><a id="org819ddd8"></a>病因网（web of causation）<br  /><div class="outline-text-6" id="text-9-1-3-3-2">
<ul class="org-ul">
<li>是指一种疾病的发生和流行，可能是两条以上病因链并行作用，并彼此纵横交错，交织如网。</li>
</ul>
</div></li></ol></li>
<li><a id="org38739c8"></a>多因素病因理论的实际意义<br  /><ol class="org-ol"><li><a id="org883f886"></a>大多数疾病是由多因素所致，如果研究仅考虑单因素，则结果必定是片面的，许多重要因素将被遗漏<br  /></li>
<li><a id="org0073492"></a>疾病的防治应以综合性措施为原则<br  /></li>
<li><a id="org12bbe5b"></a>针对病因链和病因网中的某些关键和薄弱环节采取措施，就可能降低疾病发生率<br  /><div class="outline-text-6" id="text-9-1-3-4-3">
<ul class="org-ul">
<li>尤其是在复杂病因还未完全明了的情况下更能体现出多因素病因理论对制定针对性防控措施的重要意义。</li>
</ul>
</div></li></ol></li></ol>
</div>
<div id="outline-container-org50c32f9" class="outline-4">
<h4 id="org50c32f9"><span class="section-number-4">9.1.4</span> 作用方式</h4>
<div class="outline-text-4" id="text-9-1-4">
</div><ol class="org-ol"><li><a id="org92558a8"></a>一因一病<br  /></li>
<li><a id="orgb8b830e"></a>一因多病<br  /></li>
<li><a id="orgfc795e5"></a>多因一病<br  /></li>
<li><a id="orgbe86dd9"></a>多因多病<br  /></li></ol>
</div>
</div>
<div id="outline-container-org08dc081" class="outline-3">
<h3 id="org08dc081"><span class="section-number-3">9.2</span> 方法与步骤</h3>
<div class="outline-text-3" id="text-9-2">
</div><div id="outline-container-orgf87afe6" class="outline-4">
<h4 id="orgf87afe6"><span class="section-number-4">9.2.1</span> 方法</h4>
<div class="outline-text-4" id="text-9-2-1">
</div><ol class="org-ol"><li><a id="orgb8c47b2"></a>描述性研究<br  /><div class="outline-text-5" id="text-9-2-1-1">
<ul class="org-ul">
<li>提出病因假说的主要方法。</li>
</ul>
</div></li>
<li><a id="orgba8addc"></a>分析性研究<br  /><div class="outline-text-5" id="text-9-2-1-2">
<ul class="org-ul">
<li>比描述性研究更深入的探索和检验病因的研究方法。</li>
</ul>
</div></li>
<li><a id="org0210af9"></a>实验性研究<br  /><div class="outline-text-5" id="text-9-2-1-3">
<ul class="org-ul">
<li>验证病因的方法。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org91ab31d"></a>临床试验<br  /></li>
<li><a id="orgf2334b5"></a>现场试验<br  /></li>
<li><a id="orgbad6d40"></a>社区试验<br  /></li></ol></li></ol>
</div>
<div id="outline-container-orga57f9ec" class="outline-4">
<h4 id="orga57f9ec"><span class="section-number-4">9.2.2</span> 步骤</h4>
<div class="outline-text-4" id="text-9-2-2">
</div><ol class="org-ol"><li><a id="orgf8588cd"></a>建立假说<br  /><div class="outline-text-5" id="text-9-2-2-1">
<ul class="org-ul">
<li>病因研究的起点。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orgba0bbb6"></a>求同法（method of agreement）<br  /></li>
<li><a id="org04dbb54"></a>求异法（method of difference）<br  /></li>
<li><a id="org7116d7b"></a>同异并用法（joint method of agreement and difference）<br  /></li>
<li><a id="orgeefcb6a"></a>共变法（method of concomitant variation）<br  /></li>
<li><a id="org036d646"></a>剩余法（method of residues）<br  /></li></ol></li>
<li><a id="org87cc87e"></a>检验假说<br  /><div class="outline-text-5" id="text-9-2-2-2">
<ul class="org-ul">
<li>描述性研究提出的病因假说，需经分析性研究进一步检验这些因素与疾病之间的因果联系。</li>
</ul>
</div></li>
<li><a id="orgc2bfeeb"></a>验证假说<br  /></li></ol>
</div>
</div>
<div id="outline-container-org8276071" class="outline-3">
<h3 id="org8276071"><span class="section-number-3">9.3</span> 因果推断</h3>
<div class="outline-text-3" id="text-9-3">
</div><div id="outline-container-org392f229" class="outline-4">
<h4 id="org392f229"><span class="section-number-4">9.3.1</span> 推断步骤</h4>
<div class="outline-text-4" id="text-9-3-1">
</div><ol class="org-ol"><li><a id="org7317dcf"></a>排除虚假联系和间接连系<br  /></li>
<li><a id="org32b77f5"></a>判断因果关联（causal association）<br  /></li></ol>
</div>
<div id="outline-container-org7d15251" class="outline-4">
<h4 id="org7d15251"><span class="section-number-4">9.3.2</span> 因果推断的标准</h4>
<div class="outline-text-4" id="text-9-3-2">
</div><ol class="org-ol"><li><a id="org954ec24"></a>关联的时序性（temporality）<br  /></li>
<li><a id="org8162d9d"></a>关联的强度（strength）<br  /></li>
<li><a id="org4ab5566"></a>关联的可重复性（consistency）<br  /></li>
<li><a id="org3c195da"></a>关联的特异性（specificity）<br  /></li>
<li><a id="org3f94c11"></a>剂量-反应关系（dose-response relationship）<br  /></li>
<li><a id="orga54c61e"></a>生物学合理性（biologic plausibility）<br  /></li>
<li><a id="org66a4322"></a>关联的一致性（coherence）<br  /></li>
<li><a id="orga515481"></a>实验证据（experimental evidence）<br  /></li></ol>
</div>
</div>
</div>
<div id="outline-container-orgfff34cf" class="outline-2">
<h2 id="orgfff34cf"><span class="section-number-2">10</span> 预防策略</h2>
<div class="outline-text-2" id="text-10">
</div><div id="outline-container-org653b959" class="outline-3">
<h3 id="org653b959"><span class="section-number-3">10.1</span> 健康、影响因素及医学模式</h3>
<div class="outline-text-3" id="text-10-1">
</div><div id="outline-container-orgbbb1ba6" class="outline-4">
<h4 id="orgbbb1ba6"><span class="section-number-4">10.1.1</span> 健康</h4>
<div class="outline-text-4" id="text-10-1-1">
</div><ol class="org-ol"><li><a id="org162f5fe"></a>个体健康<br  /><div class="outline-text-5" id="text-10-1-1-1">
<ul class="org-ul">
<li>健康是生理、心理、精神和社会方面的一种动态的圆满状态，而不仅仅是没有疾病和虚弱。</li>
</ul>
</div></li>
<li><a id="orgc1c0875"></a>人群健康<br  /></li></ol>
</div>
<div id="outline-container-org89e4e70" class="outline-4">
<h4 id="org89e4e70"><span class="section-number-4">10.1.2</span> 影响健康的因素</h4>
<div class="outline-text-4" id="text-10-1-2">
</div><ol class="org-ol"><li><a id="org6b05526"></a>个体因素<br  /><ol class="org-ol"><li><a id="org8e54197"></a>遗传和生物学因素<br  /></li>
<li><a id="orgd95b9df"></a>生活方式因素<br  /></li>
<li><a id="org0918055"></a>社会经济状况因素<br  /></li></ol></li>
<li><a id="org7700677"></a>环境因素<br  /><ol class="org-ol"><li><a id="orge78e550"></a>自然环境<br  /></li>
<li><a id="orga8eedee"></a>建成环境（built environment）<br  /></li>
<li><a id="org8c2ef01"></a>社会和经济环境<br  /></li></ol></li>
<li><a id="orgd11a9c5"></a>卫生服务因素<br  /><div class="outline-text-5" id="text-10-1-2-3">
<ul class="org-ul">
<li>卫生服务的质量、可获得性、可及性和可负担性，服务提供者的能力等。</li>
</ul>
</div></li></ol>
</div>
<div id="outline-container-org71143a7" class="outline-4">
<h4 id="org71143a7"><span class="section-number-4">10.1.3</span> 医学模式</h4>
<div class="outline-text-4" id="text-10-1-3">
</div><ol class="org-ol"><li><a id="org6552f0b"></a>生物医学模式（biomedical model）<br  /></li>
<li><a id="orgd8f0244"></a>生物-心理-社会医学模式（biopsychosocial model）<br  /></li></ol>
</div>
</div>
<div id="outline-container-org8f7f521" class="outline-3">
<h3 id="org8f7f521"><span class="section-number-3">10.2</span> 预防策略与措施</h3>
<div class="outline-text-3" id="text-10-2">
</div><div id="outline-container-orgc6e717b" class="outline-4">
<h4 id="orgc6e717b"><span class="section-number-4">10.2.1</span> 策略与措施</h4>
</div>
<div id="outline-container-org53ebc53" class="outline-4">
<h4 id="org53ebc53"><span class="section-number-4">10.2.2</span> 疾病预防（disease prevention）</h4>
<div class="outline-text-4" id="text-10-2-2">
<ul class="org-ul">
<li>消灭（eradication）是指通过监测和围堵等措施，消灭传染病病原体，从而终止所有的疾病传播。</li>
<li>消除（elimination）是将疾病的传播减少到事先规定的一个非常低的水平，但不是消灭某一疾病。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org42f833e"></a>第一级预防（primary prevention），病因预防<br  /></li>
<li><a id="orgbcf0477"></a>第二级预防（secondary prevention），「三早预防」<br  /><div class="outline-text-5" id="text-10-2-2-2">
<ul class="org-ul">
<li>早发现、早诊断、早治疗。</li>
</ul>
</div></li>
<li><a id="org2bcf871"></a>第三级预防（tertiary prevention），临床预防，疾病管理（disease management）<br  /></li></ol>
</div>
<div id="outline-container-org2bfa2e1" class="outline-4">
<h4 id="org2bfa2e1"><span class="section-number-4">10.2.3</span> 健康保护与健康促进</h4>
<div class="outline-text-4" id="text-10-2-3">
</div><ol class="org-ol"><li><a id="org8b130ab"></a>健康保护（health protection），健康防护<br  /></li>
