epidemiology/epidemiology.org
***** 健康促进（health promotion）
- 健康促进 = 健康教育（health education） × 健康的公共政策
**** 高危策略与全人群策略
***** 高危策略（high-risk strategy）
***** 全人群策略（population-based strategy）
** 公共卫生监测
*** 概述
**** 定义
- 公共卫生监测（public health surveillance）是指长期、连续、系统地收集有关健康事件、卫生问题的资料，
  经过科学分析和解释后获得重要的公共卫生信息，并及时反馈给需要这些信息的人或机构，用以指导制定、完善和评价公共卫生干预措施与策略的过程。
- 长期、连续、系统地收集、分析、解释、反馈及利用公共卫生信息的过程。
**** 基本概念
***** 被动监测（passive surveillance）
- 下级单位常规地向上级机构报告监测资料，而上级单位被动地接受。
***** 主动监测（active surveillance）
- 根据特殊需要，上级单位专门组织调查收集资料。
***** 哨点监测（sentinel surveillance）
***** 监测定义和监测病例
***** 监测的直接指标和间接指标
**** 目的和意义
***** 描述与健康相关事件的分布特征和变化趋势
****** 定量评估公共卫生问题的严重性，确定主要公共卫生问题
****** 发现健康相关事件分布中的异常情况，及时调查原因并采取干预措施，有效遏制不良健康事件的发展和蔓延
****** 预测健康相关事件的发展趋势
****** 研究疾病的影响因素，确定高危人群
***** 评价公共卫生干预策略和措施的效果
*** 种类与内容
**** 疾病监测
***** 传染病监测
****** 疾病的发生和诊断
****** 病例三间分布的动态变化情况
****** 人群免疫水平的血清学监测
****** 病原体的血清型和（或）基因型、毒力、耐药性监测
****** 动物宿主和媒介昆虫的种类、分布、病原体携带状况监测
****** 干预措施的效果
***** 慢性非传染病监测
***** 死因监测
**** 症状监测（syndromic surveillance），综合征监测，症候群监测
**** 行为及行为危险因素监测
**** 其他公共卫生监测
*** 方法与步骤
**** 方法
***** 监测方式
****** 以人群为基础的监测（population-based surveillance）
****** 以医院为基础的监测（hospital-based surveillance）
****** 以实验室为基础的监测（laboratory-based surveillance）
***** 方法与技术
***** 现代信息技术在公共卫生监测中的应用
**** 基本程序
***** 系统收集资料
***** 管理和分析资料
***** 信息的交流与反馈
***** 信息的利用
*** 公共卫生监测系统的评价
**** 完整性（completeness）
**** 敏感性（sensitivity）
**** 特异性（specificity）
**** 及时性（timeliness）
**** 代表性（representativeness）
**** 简单性（simplicity）
**** 灵活性（flexibility）
**** 阳性预测值（positive predictive value）
**** 可接受性（acceptability）
** 传染病流行病学
*** 概述
**** 定义
***** 传染病
- 是由病原体引起的，能在人与人、动物与动物以及人与动物之间相互传播的多种疾病的总称。
***** 传染病流行病学
- 是研究传染病在人群中的发生、流行过程和传播规律，探讨影响传染病流行的因素，制定预防和控制传染病流行的策略与措施的一门学科。
**** 流行概况
*** 传染过程（infectious process）
- 是指病原体进入宿主机体后，与机体相互作用、相互斗争的过程，亦即传染发生、发展、直至结束的整个过程。
**** 病原体（pathogen）
- 能够引起宿主致病的各类生物，包括病毒、细菌、立克次体、支原体、衣原体、螺旋体、真菌以及朊病毒等各种微生物以及寄生虫等。
***** 与致病相关的主要特征
****** 传染力（infectivity）
- 病原体引起易感宿主发生感染的能力。
****** 致病力（pathogenicity）
- 病原体侵入宿主后引起临床疾病的能力。
****** 毒力（virulence）
- 病原体感染机体后引起严重病变的能力。
****** 抗原性（antigenicity），免疫原性（immunogenicity）
- 病原体的抗原作用于 T 淋巴细胞、B 淋巴细胞的抗原识别受体（T 细胞受体、B 细胞受体），
  促使其增殖、分化，并产生免疫效应物质（特异性抗体和致敏淋巴细胞）的特性。
***** 病原体的变异
****** 抗原性变异
****** 耐药性变异
****** 毒力变异
***** 病原体在宿主体外的生存力
**** 宿主（host）
- 自然条件下能被传染性病原体寄生的人或其他活的动物。
***** 宿主的各种防御机制
****** 皮肤黏膜屏障
****** 内部屏障
****** 特异性免疫反应
***** 宿主的遗传易感性
**** 传染过程的结局
***** 感染谱（spectrum of infection），感染梯度（gradient of infection）
- 宿主对病原体传染过程反应的轻重程度。
****** 定植（colonization）
****** 感染（infection）
****** 持续感染（persistent infection）
****** 隐伏（latency）
****** 疾病（disease）
****** 痊愈（cure）
*** 流行过程（epidemic process）
- 传染病在人群中连续传播的过程，包括病原体从传染源排出，经过一定的传播途径，侵入易感者机体而形成新的感染的整个过程。
**** 基本环节
***** 传染源（source of infection）
- 体内有病原体生长、繁殖并且能排出病原体的人和动物。
****** 病人
******* 潜伏期（incubation period）
******* 临床症状期（clinical stage）
******* 恢复期（convalescence）
****** 病原携带者（carrier）
****** 受感染的动物
***** 传播途径（route of transmission）
- 病原体从传染源排出后，侵入新的易感宿主前，在外环境中所经历的全部过程。
****** 经空气传播（air-borne transmission）
******* 经飞沫传播（droplet transmission）
******* 经飞沫核传播（droplet nucleus transmission）
******* 经尘埃传播（dust transmission）
****** 经水或食物传播
******* 经水传播（water-borne transmission）
******* 经食物传播（food-borne transmission）
