epidemiology/epidemiology.html
<li><a id="orgc04bde0"></a>健康促进（health promotion）<br  /><div class="outline-text-5" id="text-10-2-3-2">
<ul class="org-ul">
<li>健康促进 = 健康教育（health education） × 健康的公共政策</li>
</ul>
</div></li></ol>
</div>
<div id="outline-container-orgb9b92b9" class="outline-4">
<h4 id="orgb9b92b9"><span class="section-number-4">10.2.4</span> 高危策略与全人群策略</h4>
<div class="outline-text-4" id="text-10-2-4">
</div><ol class="org-ol"><li><a id="org1e5f54d"></a>高危策略（high-risk strategy）<br  /></li>
<li><a id="org466609c"></a>全人群策略（population-based strategy）<br  /></li></ol>
</div>
</div>
</div>
<div id="outline-container-org7a6decd" class="outline-2">
<h2 id="org7a6decd"><span class="section-number-2">11</span> 公共卫生监测</h2>
<div class="outline-text-2" id="text-11">
</div><div id="outline-container-orgfb7c244" class="outline-3">
<h3 id="orgfb7c244"><span class="section-number-3">11.1</span> 概述</h3>
<div class="outline-text-3" id="text-11-1">
</div><div id="outline-container-orgb8533e3" class="outline-4">
<h4 id="orgb8533e3"><span class="section-number-4">11.1.1</span> 定义</h4>
<div class="outline-text-4" id="text-11-1-1">
<ul class="org-ul">
<li>公共卫生监测（public health surveillance）是指长期、连续、系统地收集有关健康事件、卫生问题的资料，经过科学分析和解释后获得重要的公共卫生信息，并及时反馈给需要这些信息的人或机构，用以指导制定、完善和评价公共卫生干预措施与策略的过程。</li>
<li>长期、连续、系统地收集、分析、解释、反馈及利用公共卫生信息的过程。</li>
</ul>
</div>
</div>
<div id="outline-container-org4a4e5d8" class="outline-4">
<h4 id="org4a4e5d8"><span class="section-number-4">11.1.2</span> 基本概念</h4>
<div class="outline-text-4" id="text-11-1-2">
</div><ol class="org-ol"><li><a id="orgc3ce348"></a>被动监测（passive surveillance）<br  /><div class="outline-text-5" id="text-11-1-2-1">
<ul class="org-ul">
<li>下级单位常规地向上级机构报告监测资料，而上级单位被动地接受。</li>
</ul>
</div></li>
<li><a id="org9ab9527"></a>主动监测（active surveillance）<br  /><div class="outline-text-5" id="text-11-1-2-2">
<ul class="org-ul">
<li>根据特殊需要，上级单位专门组织调查收集资料。</li>
</ul>
</div></li>
<li><a id="org7aadd7c"></a>哨点监测（sentinel surveillance）<br  /></li>
<li><a id="org5e4c63b"></a>监测定义和监测病例<br  /></li>
<li><a id="orga3639d7"></a>监测的直接指标和间接指标<br  /></li></ol>
</div>
<div id="outline-container-orgb14eb99" class="outline-4">
<h4 id="orgb14eb99"><span class="section-number-4">11.1.3</span> 目的和意义</h4>
<div class="outline-text-4" id="text-11-1-3">
</div><ol class="org-ol"><li><a id="org1d38e79"></a>描述与健康相关事件的分布特征和变化趋势<br  /><ol class="org-ol"><li><a id="org8bb275d"></a>定量评估公共卫生问题的严重性，确定主要公共卫生问题<br  /></li>
<li><a id="orge2ddc2c"></a>发现健康相关事件分布中的异常情况，及时调查原因并采取干预措施，有效遏制不良健康事件的发展和蔓延<br  /></li>
<li><a id="orgcc0628c"></a>预测健康相关事件的发展趋势<br  /></li>
<li><a id="orgb46a185"></a>研究疾病的影响因素，确定高危人群<br  /></li></ol></li>
<li><a id="org61bf774"></a>评价公共卫生干预策略和措施的效果<br  /></li></ol>
</div>
</div>
<div id="outline-container-org4f0af06" class="outline-3">
<h3 id="org4f0af06"><span class="section-number-3">11.2</span> 种类与内容</h3>
<div class="outline-text-3" id="text-11-2">
</div><div id="outline-container-org9372653" class="outline-4">
<h4 id="org9372653"><span class="section-number-4">11.2.1</span> 疾病监测</h4>
<div class="outline-text-4" id="text-11-2-1">
<ul class="org-ul">
<li>疾病监测是指长期、连续、系统地收集疾病的动态分布及其影响因素的资料，经过分析将信息上报和反馈，传达给所有应当知道的人，以便及时采取干预措施并评价其效果。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org42978db"></a>传染病监测<br  /><ol class="org-ol"><li><a id="org8f8f6ff"></a>疾病的发生和诊断<br  /></li>
<li><a id="org2af91ae"></a>病例三间分布的动态变化情况<br  /></li>
<li><a id="orgf9849db"></a>人群免疫水平的血清学监测<br  /></li>
<li><a id="org4970cdd"></a>病原体的血清型和（或）基因型、毒力、耐药性监测<br  /></li>
<li><a id="org37737fd"></a>动物宿主和媒介昆虫的种类、分布、病原体携带状况监测<br  /></li>
<li><a id="orgb2c3c17"></a>干预措施的效果<br  /></li></ol></li>
<li><a id="orga85faad"></a>慢性非传染病监测<br  /></li>
<li><a id="orgab585e2"></a>死因监测<br  /></li></ol>
</div>
<div id="outline-container-orgcb4700c" class="outline-4">
<h4 id="orgcb4700c"><span class="section-number-4">11.2.2</span> 症状监测（syndromic surveillance），综合征监测，症候群监测</h4>
</div>
<div id="outline-container-orge90b4e0" class="outline-4">
<h4 id="orge90b4e0"><span class="section-number-4">11.2.3</span> 行为及行为危险因素监测</h4>
</div>
<div id="outline-container-org370cf7c" class="outline-4">
<h4 id="org370cf7c"><span class="section-number-4">11.2.4</span> 其他公共卫生监测</h4>
</div>
</div>
<div id="outline-container-orgd81d4a6" class="outline-3">
<h3 id="orgd81d4a6"><span class="section-number-3">11.3</span> 方法与步骤</h3>
<div class="outline-text-3" id="text-11-3">
</div><div id="outline-container-org0b951bc" class="outline-4">
<h4 id="org0b951bc"><span class="section-number-4">11.3.1</span> 方法</h4>
<div class="outline-text-4" id="text-11-3-1">
</div><ol class="org-ol"><li><a id="org4a91b4a"></a>监测方式<br  /><ol class="org-ol"><li><a id="org11f45fe"></a>以人群为基础的监测（population-based surveillance）<br  /></li>
<li><a id="org25c2bf0"></a>以医院为基础的监测（hospital-based surveillance）<br  /></li>
<li><a id="org28e1af8"></a>以实验室为基础的监测（laboratory-based surveillance）<br  /></li></ol></li>
<li><a id="org8ad4529"></a>方法与技术<br  /></li>
<li><a id="org4602cbd"></a>现代信息技术在公共卫生监测中的应用<br  /></li></ol>
</div>
<div id="outline-container-orgfe554c3" class="outline-4">
<h4 id="orgfe554c3"><span class="section-number-4">11.3.2</span> 基本程序</h4>
<div class="outline-text-4" id="text-11-3-2">
</div><ol class="org-ol"><li><a id="orgf29e3a5"></a>系统收集资料<br  /></li>
<li><a id="org34cb00b"></a>管理和分析资料<br  /></li>
<li><a id="org3ac20d6"></a>信息的交流与反馈<br  /></li>
<li><a id="org0540a12"></a>信息的利用<br  /></li></ol>
</div>
</div>
<div id="outline-container-orgaa74076" class="outline-3">
<h3 id="orgaa74076"><span class="section-number-3">11.4</span> 公共卫生监测系统的评价</h3>
<div class="outline-text-3" id="text-11-4">
</div><div id="outline-container-org992a421" class="outline-4">
<h4 id="org992a421"><span class="section-number-4">11.4.1</span> 完整性（completeness）</h4>
</div>
<div id="outline-container-org4152733" class="outline-4">
<h4 id="org4152733"><span class="section-number-4">11.4.2</span> 敏感性（sensitivity）</h4>
</div>
<div id="outline-container-org69b78ac" class="outline-4">
<h4 id="org69b78ac"><span class="section-number-4">11.4.3</span> 特异性（specificity）</h4>
</div>
<div id="outline-container-orgf63a4bb" class="outline-4">
<h4 id="orgf63a4bb"><span class="section-number-4">11.4.4</span> 及时性（timeliness）</h4>
</div>
<div id="outline-container-orgdd08bae" class="outline-4">
<h4 id="orgdd08bae"><span class="section-number-4">11.4.5</span> 代表性（representativeness）</h4>
</div>
<div id="outline-container-org0690968" class="outline-4">
<h4 id="org0690968"><span class="section-number-4">11.4.6</span> 简单性（simplicity）</h4>
</div>
<div id="outline-container-orgb1b1751" class="outline-4">
<h4 id="orgb1b1751"><span class="section-number-4">11.4.7</span> 灵活性（flexibility）</h4>
</div>
<div id="outline-container-org01ab15c" class="outline-4">
<h4 id="org01ab15c"><span class="section-number-4">11.4.8</span> 阳性预测值（positive predictive value）</h4>
</div>
<div id="outline-container-org2b24ab3" class="outline-4">
<h4 id="org2b24ab3"><span class="section-number-4">11.4.9</span> 可接受性（acceptability）</h4>
</div>
</div>
</div>
<div id="outline-container-org8bce0e6" class="outline-2">
<h2 id="org8bce0e6"><span class="section-number-2">12</span> 传染病流行病学</h2>
<div class="outline-text-2" id="text-12">
</div><div id="outline-container-org61858db" class="outline-3">
<h3 id="org61858db"><span class="section-number-3">12.1</span> 概述</h3>
<div class="outline-text-3" id="text-12-1">
</div><div id="outline-container-org1b0f632" class="outline-4">
<h4 id="org1b0f632"><span class="section-number-4">12.1.1</span> 定义</h4>
<div class="outline-text-4" id="text-12-1-1">
</div><ol class="org-ol"><li><a id="orgbeb4983"></a>传染病<br  /><div class="outline-text-5" id="text-12-1-1-1">
<ul class="org-ul">
<li>是由病原体引起的，能在人与人、动物与动物以及人与动物之间相互传播的多种疾病的总称。</li>
</ul>
</div></li>
<li><a id="org6f2e5a9"></a>传染病流行病学<br  /><div class="outline-text-5" id="text-12-1-1-2">
<ul class="org-ul">
<li>是研究传染病在人群中的发生、流行过程和传播规律，探讨影响传染病流行的因素，制定预防和控制传染病流行的策略与措施的一门学科。</li>
</ul>
</div></li></ol>
</div>
<div id="outline-container-org465b5d2" class="outline-4">
<h4 id="org465b5d2"><span class="section-number-4">12.1.2</span> 流行概况</h4>
</div>
</div>
<div id="outline-container-orgb38c8f3" class="outline-3">
<h3 id="orgb38c8f3"><span class="section-number-3">12.2</span> 传染过程（infectious process）</h3>
<div class="outline-text-3" id="text-12-2">
<ul class="org-ul">
<li>是指病原体进入宿主机体后，与机体相互作用、相互斗争的过程，亦即传染发生、发展、直至结束的整个过程。</li>
</ul>
</div>
<div id="outline-container-orgf3381cd" class="outline-4">
<h4 id="orgf3381cd"><span class="section-number-4">12.2.1</span> 病原体（pathogen）</h4>
<div class="outline-text-4" id="text-12-2-1">
<ul class="org-ul">
<li>能够引起宿主致病的各类生物，包括病毒、细菌、立克次体、支原体、衣原体、螺旋体、真菌以及朊病毒等各种微生物以及寄生虫等。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orgc978b5a"></a>与致病相关的主要特征<br  /><ol class="org-ol"><li><a id="orgce17cdd"></a>传染力（infectivity）<br  /><div class="outline-text-6" id="text-12-2-1-1-1">
<ul class="org-ul">
<li>病原体引起易感宿主发生感染的能力。</li>
</ul>
</div></li>
<li><a id="org9305990"></a>致病力（pathogenicity）<br  /><div class="outline-text-6" id="text-12-2-1-1-2">
<ul class="org-ul">
<li>病原体侵入宿主后引起临床疾病的能力。</li>
</ul>
</div></li>
<li><a id="org3715641"></a>毒力（virulence）<br  /><div class="outline-text-6" id="text-12-2-1-1-3">
<ul class="org-ul">
<li>病原体感染机体后引起严重病变的能力。</li>
</ul>
</div></li>
<li><a id="orgbdba5a3"></a>抗原性（antigenicity），免疫原性（immunogenicity）<br  /><div class="outline-text-6" id="text-12-2-1-1-4">
<ul class="org-ul">
<li>病原体的抗原作用于 T 淋巴细胞、B 淋巴细胞的抗原识别受体（T 细胞受体、B 细胞受体），促使其增殖、分化，并产生免疫效应物质（特异性抗体和致敏淋巴细胞）的特性。</li>
</ul>
</div></li></ol></li>
<li><a id="orgd4d4ff5"></a>病原体的变异<br  /><ol class="org-ol"><li><a id="org76954eb"></a>抗原性变异<br  /></li>
<li><a id="org64ef2a8"></a>耐药性变异<br  /></li>
<li><a id="orga6ad119"></a>毒力变异<br  /></li></ol></li>
<li><a id="org8c9c8b2"></a>病原体在宿主体外的生存力<br  /></li></ol>
</div>
<div id="outline-container-org9b1581c" class="outline-4">
<h4 id="org9b1581c"><span class="section-number-4">12.2.2</span> 宿主（host）</h4>
<div class="outline-text-4" id="text-12-2-2">
<ul class="org-ul">
<li>自然条件下能被传染性病原体寄生的人或其他活的动物。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org20789f5"></a>宿主的各种防御机制<br  /><ol class="org-ol"><li><a id="org76ba8b6"></a>皮肤黏膜屏障<br  /></li>
<li><a id="orga787682"></a>内部屏障<br  /></li>
<li><a id="org0d49fc4"></a>特异性免疫反应<br  /></li></ol></li>
<li><a id="org6a41942"></a>宿主的遗传易感性<br  /></li></ol>
</div>
<div id="outline-container-orgb06d7d3" class="outline-4">
<h4 id="orgb06d7d3"><span class="section-number-4">12.2.3</span> 传染过程的结局</h4>
<div class="outline-text-4" id="text-12-2-3">
</div><ol class="org-ol"><li><a id="org62208df"></a>感染谱（spectrum of infection），感染梯度（gradient of infection）<br  /><div class="outline-text-5" id="text-12-2-3-1">
<ul class="org-ul">
<li>宿主对病原体传染过程反应的轻重程度。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orga76eb94"></a>定植（colonization）<br  /></li>
<li><a id="org36b0b78"></a>感染（infection）<br  /></li>
<li><a id="orgc42d129"></a>持续感染（persistent infection）<br  /></li>
<li><a id="org828776c"></a>隐伏（latency）<br  /></li>
<li><a id="org5d73555"></a>疾病（disease）<br  /></li>
<li><a id="orge0489e8"></a>痊愈（cure）<br  /></li></ol></li></ol>
</div>
</div>
<div id="outline-container-orgd89d758" class="outline-3">
<h3 id="orgd89d758"><span class="section-number-3">12.3</span> 流行过程（epidemic process）</h3>
<div class="outline-text-3" id="text-12-3">
<ul class="org-ul">
<li>传染病在人群中连续传播的过程，包括病原体从传染源排出，经过一定的传播途径，侵入易感者机体而形成新的感染的整个过程。</li>
</ul>
</div>
<div id="outline-container-orga7a1fa0" class="outline-4">
<h4 id="orga7a1fa0"><span class="section-number-4">12.3.1</span> 基本环节</h4>
<div class="outline-text-4" id="text-12-3-1">
</div><ol class="org-ol"><li><a id="org4768ace"></a>传染源（source of infection）<br  /><div class="outline-text-5" id="text-12-3-1-1">
<ul class="org-ul">
<li>体内有病原体生长、繁殖并且能排出病原体的人和动物。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org74bd164"></a>病人<br  /><ol class="org-ol"><li><a id="org3f6a16f"></a>潜伏期（incubation period）<br  /></li>
<li><a id="orgcba7821"></a>临床症状期（clinical stage）<br  /></li>
<li><a id="org226962f"></a>恢复期（convalescence）<br  /></li></ol></li>
<li><a id="orgf69c510"></a>病原携带者（carrier）<br  /></li>
<li><a id="org34df3fb"></a>受感染的动物<br  /></li></ol></li>
<li><a id="org1c4a41b"></a>传播途径（route of transmission）<br  /><div class="outline-text-5" id="text-12-3-1-2">
<ul class="org-ul">
<li>病原体从传染源排出后，侵入新的易感宿主前，在外环境中所经历的全部过程。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org0b2fe10"></a>经空气传播（air-borne transmission）<br  /><ol class="org-ol"><li><a id="orgf7607c8"></a>经飞沫传播（droplet transmission）<br  /></li>
<li><a id="org993e31e"></a>经飞沫核传播（droplet nucleus transmission）<br  /></li>
<li><a id="orga340f1d"></a>经尘埃传播（dust transmission）<br  /></li></ol></li>
<li><a id="org0711b55"></a>经水或食物传播<br  /><ol class="org-ol"><li><a id="orgb8d24af"></a>经水传播（water-borne transmission）<br  /></li>
<li><a id="org6716bcf"></a>经食物传播（food-borne transmission）<br  /></li></ol></li>
