epidemiology/epidemiology.org
****** 经接触传播（contact transmission）
******* 直接接触传播（direct contact transmission）
******* 间接接触传播（indirect contact transmission）
****** 经媒介节肢动物传播（arthropod/vector-borne transmission）
******* 机械携带（mechanical vector）
******* 生物学传播（biological vector）
****** 经土壤传播（soil-borne transmission）
****** 医源性传播（iatrogenic transmission）
******* 外源性感染（exogenous infections），交叉感染（corss infections）
******* 内源性感染（endogenous infections），自身感染（antogenous infections）
****** 垂直传播（vertical transmission），围生期传播（perinatal transmission）
******* 经胎盘传播
******* 上行性感染
******* 分娩时传播
***** 人群易感性（herd susceptibility）
- 人群作为一个整体对传染病的易感程度，取决于该人群中易感个体所占的比例。
****** 人群易感性升高
******* 新生儿增加
******* 易感人口迁入
******* 免疫人口免疫力自然消退
******* 免疫人口死亡
****** 人群易感性降低
******* 计划免疫
******* 传染病流行
**** 疫源地与流行过程
***** 疫源地（epidemic focus）
****** 疫源地形成的条件以及范围大小的影响因素
******* 形成疫源地
******** 存在传染源
******** 病原体能够持续传播
******* 疫源地范围大小
******** 传染源的存在时间和活动范围
******** 传播途径的特点
******** 周围人群的免疫状况
****** 疫源地消灭的条件
******* 传染源已被移走和不再排出病原体
******* 通过多种措施消灭了传染源排于外环境的病原体
******* 所有的易感接触者，经过该病最长潜伏期而未出现新病例或证明未受感染
***** 流行过程的表现形式与类型
****** 同源传播（common source epidemic），共同载体传播（common vector transmission）
******* 单次暴露
******* 多次暴露
****** 非同源传播
**** 影响因素
***** 自然因素
****** 对传染源的影响
- 自然因素对动物传染源的影响较大。
****** 对传播途径的影响
- 经虫媒传播的传染病受自然因素的影响最为明显。
****** 对易感者的影响
***** 社会因素
*** 预防策略与措施
**** 策略
***** 预防为主
****** 加强健康教育
****** 强化人群免疫
****** 改善卫生条件
***** 传染病监测
***** 全球化控制
**** 措施
***** 疫情管理
****** 报告病种类别
******* 甲类（2 种）
******* 乙类（26 种）
******* 丙类（11 种）
****** 责任报告人
****** 报告时限
****** 疫情报告工作考核
******* 传染病疫情报告的综合管理
******* 传染病疫情报告的质量考核
***** 针对传染源的措施
****** 病人
- 早发现、早诊断、早报告、早隔离、早治疗。
- 甲类传染病病人必须实施隔离治疗。
****** 病原携带者
****** 接触者
******* 留验，隔离观察
******* 医学观察
******* 应急接种和药物预防
****** 动物传染源
***** 针对传播途径的措施
- 针对传染源污染的环境采取去除和杀灭病原体的措施。
****** 预防性消毒
****** 疫源地消毒
******* 随时消毒（current disinfection）
******* 终末消毒（terminal disinfection）
***** 针对易感人群的措施
****** 免疫预防
****** 药物预防
****** 个人防护
**** 传染病暴发的应急措施
***** 限制或停止集市、集会、影剧院演出或者其他人群聚集活动
***** 停工、停业、停课
***** 临时征用房屋、交通工具
***** 封闭被传染病病原体污染的公共饮用水源、食品以及相关物品
***** 控制或者扑杀染疫野生动物、家畜家禽
***** 封闭可能造成传染病扩散的场所
*** 免疫规划及其效果评价
**** 预防接种
***** 人工自动免疫（active immunization）
- 采用人工免疫的方法，将疫苗、类毒素和菌苗等免疫原接种到易感者机体，使机体自身的免疫系统产生相关传染病的特异性免疫力，
  从而预防传染病发生的措施。
****** 减毒活疫苗（live-attenuated vaccine）
- 卡介苗（BCG）
- 牛痘
- 麻疹
- 脊髓灰质炎
****** 灭活疫苗（inactivated vaccine）
****** 类毒素（toxoid）
****** 亚单位疫苗（subunit vaccine）
****** 合成疫苗（synthetic vaccine）
****** 结合疫苗（conjugate vaccine）
****** 基因工程疫苗（gene engineering vaccine）
***** 人工被动免疫（artificial passive immunization）
- 直接给机体注入免疫应答产物，使机体立即获得免疫力，但在体内维持时间较短。
****** 免疫血清（immune serum）
****** 人免疫球蛋白制剂
***** 人工被动自动免疫（artificial passive and active immunity）
- 同时给机体注射抗原物质和抗体，使机体迅速获得特异性抗体，并刺激机体产生持久的免疫力。
**** 免疫规划
***** 计划免疫与免疫规划
****** 计划免疫
****** 扩大免疫计划（Expanded Program on Immunization, EPI）
****** 免疫规划
***** 免疫规划的内容
- 五苗防七病
  + 结核
  + 脊髓灰质炎
  + 百日咳
  + 白喉
  + 破伤风
  + 麻疹
  + 乙型肝炎
***** 免疫程序（immunization schedules）
***** 预防接种注意事项
****** 预防接种禁忌证
****** 预防接种的反应
******* 一般反应
******* 异常反应
******* 六种情形不属于预防接种异常反应
****** 冷链
- 疫苗从生产厂家到各级贮存单位和基层、接种点的各个环节，都应配备冷藏冷运设备。
****** 安全注射
**** 预防接种的效果评价
***** 接种率的监测与评价
***** 免疫学效果评价
***** 流行病学效果评价
****** 疫苗保护率（100%）
- = (对照组发病率 - 接种组发病率) / 对照组发病率 × 100%
****** 疫苗效果指数
- = 对照组发病率 / 接种组发病率
*** 新发传染病
- 由新出现（发现）的病原体，或经过变异而具有新的生物学特性的已知病原体所引起的人和动物传染性疾病。
**** 流行特征
***** 不确定性
***** 缺乏特效治疗和免疫预防
***** 容易造成医院内感染的暴发流行，对医务人员容易造成直接伤害
***** 动物源性
***** 人群对新传染病缺乏免疫力
***** 新的病原性微生物带来的传染是全球性的，而非局部的独立的事件
***** 在疫情发生初期，容易造成社会的不稳定
***** 新发传染病的生物学性状、传播因素及传播规律等方面尚缺乏足够的认识，传播迅速、易形成暴发或流行、病死率高
**** 新发传染病的预防控制策略与措施
***** 新发传染病的三级预防策略
****** 一级预防，生态学预防
****** 二级预防，加强监测与国境卫生检疫
****** 三级预防，流行的控制
***** 新发传染病防控措施
****** 加强政府的领导
