epidemiology/epidemiology.html
<li><a id="org16d1204"></a>经接触传播（contact transmission）<br  /><ol class="org-ol"><li><a id="orgc93c7ac"></a>直接接触传播（direct contact transmission）<br  /></li>
<li><a id="orgdcacc08"></a>间接接触传播（indirect contact transmission）<br  /></li></ol></li>
<li><a id="orgaf2bdae"></a>经媒介节肢动物传播（arthropod/vector-borne transmission）<br  /><ol class="org-ol"><li><a id="orgc875491"></a>机械携带（mechanical vector）<br  /></li>
<li><a id="org502f3b9"></a>生物学传播（biological vector）<br  /></li></ol></li>
<li><a id="org7a6fb18"></a>经土壤传播（soil-borne transmission）<br  /></li>
<li><a id="org9ba45cd"></a>医源性传播（iatrogenic transmission）<br  /><ol class="org-ol"><li><a id="orgcc7dcb7"></a>外源性感染（exogenous infections），交叉感染（corss infections）<br  /></li>
<li><a id="org0d652ad"></a>内源性感染（endogenous infections），自身感染（antogenous infections）<br  /></li></ol></li>
<li><a id="org20850c0"></a>垂直传播（vertical transmission），围生期传播（perinatal transmission）<br  /><ol class="org-ol"><li><a id="org5589a08"></a>经胎盘传播<br  /></li>
<li><a id="orgc985f9c"></a>上行性感染<br  /></li>
<li><a id="orgbcf6fe4"></a>分娩时传播<br  /></li></ol></li></ol></li>
<li><a id="org159d7b0"></a>人群易感性（herd susceptibility）<br  /><div class="outline-text-5" id="text-12-3-1-3">
<ul class="org-ul">
<li>人群作为一个整体对传染病的易感程度，取决于该人群中易感个体所占的比例。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org10b80bf"></a>人群易感性升高<br  /><ol class="org-ol"><li><a id="org598c068"></a>新生儿增加<br  /></li>
<li><a id="orge92fe5e"></a>易感人口迁入<br  /></li>
<li><a id="orgfd9860f"></a>免疫人口免疫力自然消退<br  /></li>
<li><a id="org5aa609f"></a>免疫人口死亡<br  /></li></ol></li>
<li><a id="org3a60d56"></a>人群易感性降低<br  /><ol class="org-ol"><li><a id="org47d444d"></a>计划免疫<br  /></li>
<li><a id="org04e8e9a"></a>传染病流行<br  /></li></ol></li></ol></li></ol>
</div>
<div id="outline-container-orga606265" class="outline-4">
<h4 id="orga606265"><span class="section-number-4">12.3.2</span> 疫源地与流行过程</h4>
<div class="outline-text-4" id="text-12-3-2">
</div><ol class="org-ol"><li><a id="orgaa4c127"></a>疫源地（epidemic focus）<br  /><ol class="org-ol"><li><a id="org01e0c89"></a>疫源地形成的条件以及范围大小的影响因素<br  /><ol class="org-ol"><li><a id="orgf1583a1"></a>形成疫源地<br  /><ol class="org-ol"><li><a id="org78d4d23"></a>存在传染源<br  /></li>
<li><a id="org3695263"></a>病原体能够持续传播<br  /></li></ol></li>
<li><a id="org63745f1"></a>疫源地范围大小<br  /><ol class="org-ol"><li><a id="orgae641d8"></a>传染源的存在时间和活动范围<br  /></li>
<li><a id="org01ddf50"></a>传播途径的特点<br  /></li>
<li><a id="org94d4c6d"></a>周围人群的免疫状况<br  /></li></ol></li></ol></li>
<li><a id="org4902261"></a>疫源地消灭的条件<br  /><ol class="org-ol"><li><a id="org53f8b57"></a>传染源已被移走和不再排出病原体<br  /></li>
<li><a id="orga0b84f2"></a>通过多种措施消灭了传染源排于外环境的病原体<br  /></li>
<li><a id="org45c5961"></a>所有的易感接触者，经过该病最长潜伏期而未出现新病例或证明未受感染<br  /></li></ol></li></ol></li>
<li><a id="orgbc881ef"></a>流行过程的表现形式与类型<br  /><ol class="org-ol"><li><a id="org7a82b8b"></a>同源传播（common source epidemic），共同载体传播（common vector transmission）<br  /><ol class="org-ol"><li><a id="org1e6e0e2"></a>单次暴露<br  /></li>
<li><a id="orgffec5da"></a>多次暴露<br  /></li></ol></li>
<li><a id="org067783f"></a>非同源传播<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org9505f94" class="outline-4">
<h4 id="org9505f94"><span class="section-number-4">12.3.3</span> 影响因素</h4>
<div class="outline-text-4" id="text-12-3-3">
</div><ol class="org-ol"><li><a id="org4a4e543"></a>自然因素<br  /><ol class="org-ol"><li><a id="org8c089ed"></a>对传染源的影响<br  /><div class="outline-text-6" id="text-12-3-3-1-1">
<ul class="org-ul">
<li>自然因素对动物传染源的影响较大。</li>
</ul>
</div></li>
<li><a id="orgfc0bd1a"></a>对传播途径的影响<br  /><div class="outline-text-6" id="text-12-3-3-1-2">
<ul class="org-ul">
<li>经虫媒传播的传染病受自然因素的影响最为明显。</li>
</ul>
</div></li>
<li><a id="org5c25c6d"></a>对易感者的影响<br  /></li></ol></li>
<li><a id="org341be63"></a>社会因素<br  /></li></ol>
</div>
</div>
<div id="outline-container-org305427a" class="outline-3">
<h3 id="org305427a"><span class="section-number-3">12.4</span> 预防策略与措施</h3>
<div class="outline-text-3" id="text-12-4">
</div><div id="outline-container-orgf3dba55" class="outline-4">
<h4 id="orgf3dba55"><span class="section-number-4">12.4.1</span> 策略</h4>
<div class="outline-text-4" id="text-12-4-1">
</div><ol class="org-ol"><li><a id="org9d5d8c7"></a>预防为主<br  /><ol class="org-ol"><li><a id="orgf1d93d7"></a>加强健康教育<br  /></li>
<li><a id="org3271c44"></a>强化人群免疫<br  /></li>
<li><a id="org70a9ec7"></a>改善卫生条件<br  /></li></ol></li>
<li><a id="org8157c20"></a>传染病监测<br  /></li>
<li><a id="org95fc078"></a>全球化控制<br  /></li></ol>
</div>
<div id="outline-container-orgb553bea" class="outline-4">
<h4 id="orgb553bea"><span class="section-number-4">12.4.2</span> 措施</h4>
<div class="outline-text-4" id="text-12-4-2">
</div><ol class="org-ol"><li><a id="orgcdcb4e7"></a>疫情管理<br  /><ol class="org-ol"><li><a id="org1888281"></a>报告病种类别<br  /><ol class="org-ol"><li><a id="orgdcf4594"></a>甲类（2 种）<br  /></li>
<li><a id="org36301b9"></a>乙类（26 种）<br  /></li>
<li><a id="orgc9d6bfa"></a>丙类（11 种）<br  /></li></ol></li>
<li><a id="org20b335a"></a>责任报告人<br  /></li>
<li><a id="orgd7a7c16"></a>报告时限<br  /></li>
<li><a id="org5d75631"></a>疫情报告工作考核<br  /><ol class="org-ol"><li><a id="orgc65d732"></a>传染病疫情报告的综合管理<br  /></li>
<li><a id="orge85217a"></a>传染病疫情报告的质量考核<br  /></li></ol></li></ol></li>
<li><a id="org9e3b5b9"></a>针对传染源的措施<br  /><ol class="org-ol"><li><a id="org51607cb"></a>病人<br  /><div class="outline-text-6" id="text-12-4-2-2-1">
<ul class="org-ul">
<li>早发现、早诊断、早报告、早隔离、早治疗。</li>
<li>甲类传染病病人必须实施隔离治疗。</li>
</ul>
</div></li>
<li><a id="org721bd5d"></a>病原携带者<br  /></li>
<li><a id="org173dc42"></a>接触者<br  /><ol class="org-ol"><li><a id="org82c4b32"></a>留验，隔离观察<br  /></li>
<li><a id="org23f46d5"></a>医学观察<br  /></li>
<li><a id="orgd29b7dd"></a>应急接种和药物预防<br  /></li></ol></li>
<li><a id="org61255a9"></a>动物传染源<br  /></li></ol></li>
<li><a id="org2fe2bf0"></a>针对传播途径的措施<br  /><div class="outline-text-5" id="text-12-4-2-3">
<ul class="org-ul">
<li>针对传染源污染的环境采取去除和杀灭病原体的措施。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org1b6a5aa"></a>预防性消毒<br  /></li>
<li><a id="orgc1bebff"></a>疫源地消毒<br  /><ol class="org-ol"><li><a id="org15b6e08"></a>随时消毒（current disinfection）<br  /></li>
<li><a id="org1343355"></a>终末消毒（terminal disinfection）<br  /></li></ol></li></ol></li>
<li><a id="orgbcd4375"></a>针对易感人群的措施<br  /><ol class="org-ol"><li><a id="org14c626f"></a>免疫预防<br  /></li>
<li><a id="orge0b682d"></a>药物预防<br  /></li>
<li><a id="org8237e12"></a>个人防护<br  /></li></ol></li></ol>
</div>
<div id="outline-container-orgae9c609" class="outline-4">
<h4 id="orgae9c609"><span class="section-number-4">12.4.3</span> 传染病暴发的应急措施</h4>
<div class="outline-text-4" id="text-12-4-3">
</div><ol class="org-ol"><li><a id="orga3571fe"></a>限制或停止集市、集会、影剧院演出或者其他人群聚集活动<br  /></li>
<li><a id="org3191547"></a>停工、停业、停课<br  /></li>
<li><a id="org76630bc"></a>临时征用房屋、交通工具<br  /></li>
<li><a id="org96e2fab"></a>封闭被传染病病原体污染的公共饮用水源、食品以及相关物品<br  /></li>
<li><a id="org26b9c34"></a>控制或者扑杀染疫野生动物、家畜家禽<br  /></li>
<li><a id="org3fd469e"></a>封闭可能造成传染病扩散的场所<br  /></li></ol>
</div>
</div>
<div id="outline-container-org139138f" class="outline-3">
<h3 id="org139138f"><span class="section-number-3">12.5</span> 免疫规划及其效果评价</h3>
<div class="outline-text-3" id="text-12-5">
</div><div id="outline-container-org056823a" class="outline-4">
<h4 id="org056823a"><span class="section-number-4">12.5.1</span> 预防接种</h4>
<div class="outline-text-4" id="text-12-5-1">
</div><ol class="org-ol"><li><a id="org5347463"></a>人工自动免疫（active immunization）<br  /><div class="outline-text-5" id="text-12-5-1-1">
<ul class="org-ul">
<li>采用人工免疫的方法，将疫苗、类毒素和菌苗等免疫原接种到易感者机体，使机体自身的免疫系统产生相关传染病的特异性免疫力，从而预防传染病发生的措施。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orgebcfbb8"></a>减毒活疫苗（live-attenuated vaccine）<br  /><div class="outline-text-6" id="text-12-5-1-1-1">
<ul class="org-ul">
<li>卡介苗（BCG）</li>
<li>牛痘</li>
<li>麻疹</li>
<li>脊髓灰质炎</li>
</ul>
</div></li>
<li><a id="org336d6ab"></a>灭活疫苗（inactivated vaccine）<br  /></li>
<li><a id="org1b7f0fe"></a>类毒素（toxoid）<br  /></li>
<li><a id="org95d48de"></a>亚单位疫苗（subunit vaccine）<br  /></li>
<li><a id="org0f18f2a"></a>合成疫苗（synthetic vaccine）<br  /></li>
<li><a id="org9853c6c"></a>结合疫苗（conjugate vaccine）<br  /></li>
<li><a id="org2614345"></a>基因工程疫苗（gene engineering vaccine）<br  /></li></ol></li>
<li><a id="org5fa72f8"></a>人工被动免疫（artificial passive immunization）<br  /><div class="outline-text-5" id="text-12-5-1-2">
<ul class="org-ul">
<li>直接给机体注入免疫应答产物，使机体立即获得免疫力，但在体内维持时间较短。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org60f9ac6"></a>免疫血清（immune serum）<br  /></li>
<li><a id="orgab6175b"></a>人免疫球蛋白制剂<br  /></li></ol></li>
<li><a id="org2ff0f5e"></a>人工被动自动免疫（artificial passive and active immunity）<br  /><div class="outline-text-5" id="text-12-5-1-3">
<ul class="org-ul">
<li>同时给机体注射抗原物质和抗体，使机体迅速获得特异性抗体，并刺激机体产生持久的免疫力。</li>
</ul>
</div></li></ol>
</div>
<div id="outline-container-orgf933504" class="outline-4">
<h4 id="orgf933504"><span class="section-number-4">12.5.2</span> 免疫规划</h4>
<div class="outline-text-4" id="text-12-5-2">
</div><ol class="org-ol"><li><a id="orgcbf4d44"></a>计划免疫与免疫规划<br  /><ol class="org-ol"><li><a id="orge91963d"></a>计划免疫<br  /></li>
<li><a id="org31d6bda"></a>扩大免疫计划（Expanded Program on Immunization, EPI）<br  /></li>
<li><a id="org65c557a"></a>免疫规划<br  /></li></ol></li>
<li><a id="orgbd1607d"></a>免疫规划的内容<br  /><div class="outline-text-5" id="text-12-5-2-2">
<ul class="org-ul">
<li>五苗防七病
<ul class="org-ul">
<li>结核</li>
<li>脊髓灰质炎</li>
<li>百日咳</li>
<li>白喉</li>
<li>破伤风</li>
<li>麻疹</li>
<li>乙型肝炎</li>
</ul></li>
</ul>
</div></li>
<li><a id="org85db562"></a>免疫程序（immunization schedules）<br  /></li>
<li><a id="orgdbfc7b7"></a>预防接种注意事项<br  /><ol class="org-ol"><li><a id="org4939dec"></a>预防接种禁忌证<br  /></li>
<li><a id="orgd1cd4ad"></a>预防接种的反应<br  /><ol class="org-ol"><li><a id="org3bb83d2"></a>一般反应<br  /></li>
<li><a id="org5d95841"></a>异常反应<br  /></li>
<li><a id="org9c342eb"></a>六种情形不属于预防接种异常反应<br  /></li></ol></li>
<li><a id="org149e5cb"></a>冷链<br  /><div class="outline-text-6" id="text-12-5-2-4-3">
<ul class="org-ul">
<li>疫苗从生产厂家到各级贮存单位和基层、接种点的各个环节，都应配备冷藏冷运设备。</li>
</ul>
</div></li>
<li><a id="org6bae4bd"></a>安全注射<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org859ec7b" class="outline-4">
<h4 id="org859ec7b"><span class="section-number-4">12.5.3</span> 预防接种的效果评价</h4>
<div class="outline-text-4" id="text-12-5-3">
</div><ol class="org-ol"><li><a id="org4895ddb"></a>接种率的监测与评价<br  /></li>
<li><a id="org3220318"></a>免疫学效果评价<br  /></li>
<li><a id="org6a4d7f3"></a>流行病学效果评价<br  /><ol class="org-ol"><li><a id="org7d08304"></a>疫苗保护率（100%）<br  /><div class="outline-text-6" id="text-12-5-3-3-1">
<ul class="org-ul">
<li>= (对照组发病率 - 接种组发病率) / 对照组发病率 × 100%</li>
</ul>
</div></li>
<li><a id="org52f7653"></a>疫苗效果指数<br  /><div class="outline-text-6" id="text-12-5-3-3-2">
<ul class="org-ul">
<li>= 对照组发病率 / 接种组发病率</li>
</ul>
</div></li></ol></li></ol>
</div>
</div>
<div id="outline-container-orged7aa95" class="outline-3">
<h3 id="orged7aa95"><span class="section-number-3">12.6</span> 新发传染病</h3>
<div class="outline-text-3" id="text-12-6">
<ul class="org-ul">
<li>由新出现（发现）的病原体，或经过变异而具有新的生物学特性的已知病原体所引起的人和动物传染性疾病。</li>
</ul>
</div>
<div id="outline-container-org53aba50" class="outline-4">
<h4 id="org53aba50"><span class="section-number-4">12.6.1</span> 流行特征</h4>
<div class="outline-text-4" id="text-12-6-1">
</div><ol class="org-ol"><li><a id="orgaee9d18"></a>不确定性<br  /></li>
<li><a id="org8abd88c"></a>缺乏特效治疗和免疫预防<br  /></li>
<li><a id="org6a8dfa4"></a>容易造成医院内感染的暴发流行，对医务人员容易造成直接伤害<br  /></li>
<li><a id="orgd08215b"></a>动物源性<br  /></li>
<li><a id="org21ad488"></a>人群对新传染病缺乏免疫力<br  /></li>
<li><a id="org6e0d771"></a>新的病原性微生物带来的传染是全球性的，而非局部的独立的事件<br  /></li>
<li><a id="org0108f27"></a>在疫情发生初期，容易造成社会的不稳定<br  /></li>
<li><a id="org8451417"></a>新发传染病的生物学性状、传播因素及传播规律等方面尚缺乏足够的认识，传播迅速、易形成暴发或流行、病死率高<br  /></li></ol>
</div>
<div id="outline-container-org9c34cd8" class="outline-4">
<h4 id="org9c34cd8"><span class="section-number-4">12.6.2</span> 新发传染病的预防控制策略与措施</h4>
<div class="outline-text-4" id="text-12-6-2">
</div><ol class="org-ol"><li><a id="org9e99bcf"></a>新发传染病的三级预防策略<br  /><ol class="org-ol"><li><a id="org94beb07"></a>一级预防，生态学预防<br  /></li>
<li><a id="org05ace7b"></a>二级预防，加强监测与国境卫生检疫<br  /></li>
