epidemiology/epidemiology.org
****** 提高对突发急性传染病暴发的早期预警能力，建立突发急性传染病预警体系
****** 建立应对突发急性传染病的联防联控机制
****** 搭建突发急性传染病科研攻关的技术平台
****** 加强专业技术队伍建设，提高突发急性传染病应急处置能力
****** 加强健康宣教，提高公众对突发急性传染病的认识和防范能力
** 伤害流行病学（injury epidemiologic）
- 运用流行病学原理和方法描述伤害的发生频率及其分布，分析伤害发生的原因及危险因素，提出干预和防制措施，
  并对措施效果进行评价的一门流行病学分支学科。
*** 概述
**** 分类
***** 按照造成伤害的意图分类
****** 故意伤害（intentional injuries），暴力（violence）
- 有目的有计划地自害或加害于他人所造成的伤害。
****** 非故意伤害（unintentional injuries）
- 无目的（无意）造成的伤害，主要包括车祸、跌落、烧烫伤、中毒、溺水、切割伤、动物叮咬、医疗事故等。
***** 按照伤害的性质分类
****** 国际疾病分类（International Classification of Disease, ICD）
******* 根据伤害发生的部位进行分类（S00-T97）
| 伤害发生部位                   | ICD-10 编码   |
|--------------------------------+--------------|
| 所有部位伤害                   | S00-T97      |
| 头部损伤                       | S00-S09      |
| 颈部、喉部及气管损伤           | S10-S19      |
| 胸部损伤                       | S20-S29      |
| 腹部、会阴、背及臀部损伤       | S30-S39      |
| 肩及上肢损伤                   | S40-S69      |
| 下肢损伤                       | S70-S99      |
| 多部位损伤                     | T00-T07      |
| 脊柱、皮肤、血管损伤及异物进入 | T08-T19      |
| 烧伤、灼伤及冻伤               | T20-T35      |
| 各类中毒、药物反应及过敏反应等 | T36-T65、T88 |
| 自然和环境引起的伤害           | T66-T78      |
| 伤害并发症、医疗意外及并发症   | T79-T87      |
| 陈旧性骨折及损伤               | T90-T96      |
| 中毒后遗症                     | T97          | 
******* 根据伤害发生的外部原因或性质进行分类（V01-Y98）
| 损伤与中毒的外部原因分类                 | ICD-10 编码       |
|------------------------------------------+------------------|
| 损伤与中毒的全部原因                     | V01-Y98          |
| 交通事故                                 | V01-V99          |
| 跌倒                                     | W00-W19          |
| 砸伤、压伤、玻璃和刀刺割伤、机器事故     | W20-W31、W77     |
| 火器伤及爆炸伤                           | W32-W40          |
| 异物进入眼或其他腔口、切割和穿刺器械损伤 | W40-W49          |
| 体育运动中的拳击伤及敲击伤               | W50-W52          |
| 动物咬伤或动、植物中毒                   | W53-W59、X20-X29 |
| 潜水或跳水意外、溺水                     | W65-W74          |
| 窒息                                     | W75-W84          |
| 暴露于电流、辐射和极度环境气温及气压     | W85-W99          |
| 火灾与烫伤                               | X00-X19          |
| 暴露于自然力量下（中暑、冻伤、雷击等）   | X30-X39          |
| 有毒物质的意外中毒                       | X40-X49          |
| 过度劳累、旅行及贫困                     | X50-X57          |
| 暴露于其他和未特指的因素                 | X58-X59          |
| 自杀及自残                               | X60-X84          |
| 他人加害                                 | X85-Y09          |
| 意图不确定的事件                         | Y10-Y34          |
| 刑罚与战争                               | Y35-Y36          |
| 药物反应、医疗意外、手术及医疗并发症     | Y40-Y84          |
| 意外损伤后遗症及晚期效应                 | Y85-Y89          |
| 其他补充因素                             | Y90-Y98          | 
****** 国际伤害外部原因分类
- 国际伤害外部原因分类标准（International Classification of External Causes of Injury, ICECI）
****** 中国疾病分类（Chinese Classification of Disease, CCD）
**** 原因及影响因素
***** 致病因子
- 能量（energy）
****** 动能（kinetic energy），机械能（mechanical energy）
****** 热能
****** 电能
****** 辐射能
****** 化学能
***** 宿主
- 受伤害的个体，伤害流行病学的主要研究对象。
****** 人口学特征
******* 年龄
******* 性别
******* 种族
******* 职业
****** 心理行为特征
******* 饮酒
******* 安全带
******* 心理因素
****** 其他
***** 环境
****** 社会环境
****** 自然环境
****** 生产环境
****** 生活环境
*** 流行特征与研究现状
**** 全球流行特征
***** 地区分布
***** 人群分布
***** 时间分布
**** 我国的流行特征
***** 地区分布
***** 人群分布
***** 时间分布
**** 伤害流行病学的重要性
**** 伤害流行病学研究进展
*** 伤害的流行病学研究
**** 资料的收集
***** 死亡资料
***** 发病资料
**** 测量指标
***** 伤害发生频率的测量指标
****** 伤害发生率
****** 伤害死亡率
***** 伤害造成的损失程度的测量指标
****** 潜在减寿年数（potential years of life lost, PYLL）
****** 伤残调整寿命年（disability adjusted life years, DALY）
- 包括因早死所致 PYLL 和疾病所致的伤残引起的健康寿命损失年（years of life lived with disability, YLLD）
**** 伤害的监测
***** 伤害监测
***** 伤害监测系统
**** 研究方法应用
*** 伤害的预防与控制
**** 预防策略
***** 三级预防
***** 主动干预与被动干预
***** Haddon 伤害预防的十大策略
****** 预防危险因素的形成
****** 减少危险因素的含量
****** 预防已有危险因素的释放或减少其释放的可能性
****** 改变危险因素的释放率及其空间分布，可减少潜在性致伤能量至非致伤水平
****** 将危险因素从时间、空间上与被保护者分开
****** 用屏障将危险因素与受保护者分开
****** 改变危险因素的基本性质
****** 增加人体对危险因素的抵抗力
****** 对已造成的损伤提出有针对性的预防与控制措施
****** 使伤害患者保持稳定，采取有效的治疗及康复措施
***** 「5E」伤害预防综合策略
****** 教育预防策略（education strategy）
