epidemiology/epidemiology.html
<li><a id="org52a270e"></a>三级预防，流行的控制<br  /></li></ol></li>
<li><a id="org73947b5"></a>新发传染病防控措施<br  /><ol class="org-ol"><li><a id="org0605b1d"></a>加强政府的领导<br  /></li>
<li><a id="org0943b57"></a>提高对突发急性传染病暴发的早期预警能力，建立突发急性传染病预警体系<br  /></li>
<li><a id="org589df34"></a>建立应对突发急性传染病的联防联控机制<br  /></li>
<li><a id="org70fffd1"></a>搭建突发急性传染病科研攻关的技术平台<br  /></li>
<li><a id="org29e5927"></a>加强专业技术队伍建设，提高突发急性传染病应急处置能力<br  /></li>
<li><a id="orgc023f39"></a>加强健康宣教，提高公众对突发急性传染病的认识和防范能力<br  /></li></ol></li></ol>
</div>
</div>
</div>
<div id="outline-container-org9f058fc" class="outline-2">
<h2 id="org9f058fc"><span class="section-number-2">13</span> 伤害流行病学（injury epidemiologic）</h2>
<div class="outline-text-2" id="text-13">
<ul class="org-ul">
<li>运用流行病学原理和方法描述伤害的发生频率及其分布，分析伤害发生的原因及危险因素，提出干预和防制措施，并对措施效果进行评价的一门流行病学分支学科。</li>
</ul>
</div>
<div id="outline-container-org2b72b28" class="outline-3">
<h3 id="org2b72b28"><span class="section-number-3">13.1</span> 概述</h3>
<div class="outline-text-3" id="text-13-1">
</div><div id="outline-container-orgec3e73c" class="outline-4">
<h4 id="orgec3e73c"><span class="section-number-4">13.1.1</span> 分类</h4>
<div class="outline-text-4" id="text-13-1-1">
</div><ol class="org-ol"><li><a id="org7eb5439"></a>按照造成伤害的意图分类<br  /><ol class="org-ol"><li><a id="org2113b00"></a>故意伤害（intentional injuries），暴力（violence）<br  /><div class="outline-text-6" id="text-13-1-1-1-1">
<ul class="org-ul">
<li>有目的有计划地自害或加害于他人所造成的伤害。</li>
</ul>
</div></li>
<li><a id="org942e37e"></a>非故意伤害（unintentional injuries）<br  /><div class="outline-text-6" id="text-13-1-1-1-2">
<ul class="org-ul">
<li>无目的（无意）造成的伤害，主要包括车祸、跌落、烧烫伤、中毒、溺水、切割伤、动物叮咬、医疗事故等。</li>
</ul>
</div></li></ol></li>
<li><a id="org9f11ae5"></a>按照伤害的性质分类<br  /><ol class="org-ol"><li><a id="org297bf45"></a>国际疾病分类（International Classification of Disease, ICD）<br  /><ol class="org-ol"><li><a id="orgb1b1013"></a>根据伤害发生的部位进行分类（S00-T97）<br  /><div class="outline-text-7" id="text-13-1-1-2-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">伤害发生部位</th>
<th scope="col" class="org-left">ICD-10 编码</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">所有部位伤害</td>
<td class="org-left">S00-T97</td>
</tr>

<tr>
<td class="org-left">头部损伤</td>
<td class="org-left">S00-S09</td>
</tr>

<tr>
<td class="org-left">颈部、喉部及气管损伤</td>
<td class="org-left">S10-S19</td>
</tr>

<tr>
<td class="org-left">胸部损伤</td>
<td class="org-left">S20-S29</td>
</tr>

<tr>
<td class="org-left">腹部、会阴、背及臀部损伤</td>
<td class="org-left">S30-S39</td>
</tr>

<tr>
<td class="org-left">肩及上肢损伤</td>
<td class="org-left">S40-S69</td>
</tr>

<tr>
<td class="org-left">下肢损伤</td>
<td class="org-left">S70-S99</td>
</tr>

<tr>
<td class="org-left">多部位损伤</td>
<td class="org-left">T00-T07</td>
</tr>

<tr>
<td class="org-left">脊柱、皮肤、血管损伤及异物进入</td>
<td class="org-left">T08-T19</td>
</tr>

<tr>
<td class="org-left">烧伤、灼伤及冻伤</td>
<td class="org-left">T20-T35</td>
</tr>

<tr>
<td class="org-left">各类中毒、药物反应及过敏反应等</td>
<td class="org-left">T36-T65、T88</td>
</tr>

<tr>
<td class="org-left">自然和环境引起的伤害</td>
<td class="org-left">T66-T78</td>
</tr>

<tr>
<td class="org-left">伤害并发症、医疗意外及并发症</td>
<td class="org-left">T79-T87</td>
</tr>

<tr>
<td class="org-left">陈旧性骨折及损伤</td>
<td class="org-left">T90-T96</td>
</tr>

<tr>
<td class="org-left">中毒后遗症</td>
<td class="org-left">T97</td>
</tr>
</tbody>
</table>
</div></li>
<li><a id="orgcbdb78a"></a>根据伤害发生的外部原因或性质进行分类（V01-Y98）<br  /><div class="outline-text-7" id="text-13-1-1-2-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">损伤与中毒的外部原因分类</th>
<th scope="col" class="org-left">ICD-10 编码</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">损伤与中毒的全部原因</td>
<td class="org-left">V01-Y98</td>
</tr>

<tr>
<td class="org-left">交通事故</td>
<td class="org-left">V01-V99</td>
</tr>

<tr>
<td class="org-left">跌倒</td>
<td class="org-left">W00-W19</td>
</tr>

<tr>
<td class="org-left">砸伤、压伤、玻璃和刀刺割伤、机器事故</td>
<td class="org-left">W20-W31、W77</td>
</tr>

<tr>
<td class="org-left">火器伤及爆炸伤</td>
<td class="org-left">W32-W40</td>
</tr>

<tr>
<td class="org-left">异物进入眼或其他腔口、切割和穿刺器械损伤</td>
<td class="org-left">W40-W49</td>
</tr>

<tr>
<td class="org-left">体育运动中的拳击伤及敲击伤</td>
<td class="org-left">W50-W52</td>
</tr>

<tr>
<td class="org-left">动物咬伤或动、植物中毒</td>
<td class="org-left">W53-W59、X20-X29</td>
</tr>

<tr>
<td class="org-left">潜水或跳水意外、溺水</td>
<td class="org-left">W65-W74</td>
</tr>

<tr>
<td class="org-left">窒息</td>
<td class="org-left">W75-W84</td>
</tr>

<tr>
<td class="org-left">暴露于电流、辐射和极度环境气温及气压</td>
<td class="org-left">W85-W99</td>
</tr>

<tr>
<td class="org-left">火灾与烫伤</td>
<td class="org-left">X00-X19</td>
</tr>

<tr>
<td class="org-left">暴露于自然力量下（中暑、冻伤、雷击等）</td>
<td class="org-left">X30-X39</td>
</tr>

<tr>
<td class="org-left">有毒物质的意外中毒</td>
<td class="org-left">X40-X49</td>
</tr>

<tr>
<td class="org-left">过度劳累、旅行及贫困</td>
<td class="org-left">X50-X57</td>
</tr>

<tr>
<td class="org-left">暴露于其他和未特指的因素</td>
<td class="org-left">X58-X59</td>
</tr>

<tr>
<td class="org-left">自杀及自残</td>
<td class="org-left">X60-X84</td>
</tr>

<tr>
<td class="org-left">他人加害</td>
<td class="org-left">X85-Y09</td>
</tr>

<tr>
<td class="org-left">意图不确定的事件</td>
<td class="org-left">Y10-Y34</td>
</tr>

<tr>
<td class="org-left">刑罚与战争</td>
<td class="org-left">Y35-Y36</td>
</tr>

<tr>
<td class="org-left">药物反应、医疗意外、手术及医疗并发症</td>
<td class="org-left">Y40-Y84</td>
</tr>

<tr>
<td class="org-left">意外损伤后遗症及晚期效应</td>
<td class="org-left">Y85-Y89</td>
</tr>

<tr>
<td class="org-left">其他补充因素</td>
<td class="org-left">Y90-Y98</td>
</tr>
</tbody>
</table>
</div></li></ol></li>
<li><a id="orgfaba978"></a>国际伤害外部原因分类<br  /><div class="outline-text-6" id="text-13-1-1-2-2">
<ul class="org-ul">
<li>国际伤害外部原因分类标准（International Classification of External Causes of Injury, ICECI）</li>
</ul>
</div></li>
<li><a id="orgcc2123c"></a>中国疾病分类（Chinese Classification of Disease, CCD）<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org49106ce" class="outline-4">
<h4 id="org49106ce"><span class="section-number-4">13.1.2</span> 原因及影响因素</h4>
<div class="outline-text-4" id="text-13-1-2">
</div><ol class="org-ol"><li><a id="orga875f85"></a>致病因子<br  /><div class="outline-text-5" id="text-13-1-2-1">
<ul class="org-ul">
<li>能量（energy）</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orgdfa3209"></a>动能（kinetic energy），机械能（mechanical energy）<br  /></li>
<li><a id="org936ed46"></a>热能<br  /></li>
<li><a id="org56d1ea5"></a>电能<br  /></li>
<li><a id="org798a251"></a>辐射能<br  /></li>
<li><a id="org8c39c50"></a>化学能<br  /></li></ol></li>
<li><a id="orgbf46ca4"></a>宿主<br  /><div class="outline-text-5" id="text-13-1-2-2">
<ul class="org-ul">
<li>受伤害的个体，伤害流行病学的主要研究对象。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orge5edf4a"></a>人口学特征<br  /><ol class="org-ol"><li><a id="orgf6a5744"></a>年龄<br  /></li>
<li><a id="org4a4e5ed"></a>性别<br  /></li>
<li><a id="org83d565f"></a>种族<br  /></li>
<li><a id="orga421257"></a>职业<br  /></li></ol></li>
<li><a id="orgd54667b"></a>心理行为特征<br  /><ol class="org-ol"><li><a id="org0d23825"></a>饮酒<br  /></li>
<li><a id="orgf54dd8d"></a>安全带<br  /></li>
<li><a id="org42f5d83"></a>心理因素<br  /></li></ol></li>
<li><a id="org13d69d0"></a>其他<br  /></li></ol></li>
<li><a id="org92da56a"></a>环境<br  /><ol class="org-ol"><li><a id="orgdf7b85d"></a>社会环境<br  /></li>
<li><a id="org9efa587"></a>自然环境<br  /></li>
<li><a id="org9fb721b"></a>生产环境<br  /></li>
<li><a id="orga7a2d98"></a>生活环境<br  /></li></ol></li></ol>
</div>
</div>
<div id="outline-container-org833c992" class="outline-3">
<h3 id="org833c992"><span class="section-number-3">13.2</span> 流行特征与研究现状</h3>
<div class="outline-text-3" id="text-13-2">
</div><div id="outline-container-org069640f" class="outline-4">
<h4 id="org069640f"><span class="section-number-4">13.2.1</span> 全球流行特征</h4>
<div class="outline-text-4" id="text-13-2-1">
</div><ol class="org-ol"><li><a id="orgb646be2"></a>地区分布<br  /></li>
<li><a id="org8315dfa"></a>人群分布<br  /></li>
<li><a id="org4e0b090"></a>时间分布<br  /></li></ol>
</div>
<div id="outline-container-orgf2bbd3b" class="outline-4">
<h4 id="orgf2bbd3b"><span class="section-number-4">13.2.2</span> 我国的流行特征</h4>
<div class="outline-text-4" id="text-13-2-2">
</div><ol class="org-ol"><li><a id="org7cfb6cc"></a>地区分布<br  /></li>
<li><a id="org93bb7a4"></a>人群分布<br  /></li>
<li><a id="orgd73c620"></a>时间分布<br  /></li></ol>
</div>
<div id="outline-container-org0f9cec5" class="outline-4">
<h4 id="org0f9cec5"><span class="section-number-4">13.2.3</span> 伤害流行病学的重要性</h4>
</div>
<div id="outline-container-org32b04cf" class="outline-4">
<h4 id="org32b04cf"><span class="section-number-4">13.2.4</span> 伤害流行病学研究进展</h4>
</div>
</div>
<div id="outline-container-orgb3c90a3" class="outline-3">
<h3 id="orgb3c90a3"><span class="section-number-3">13.3</span> 伤害的流行病学研究</h3>
<div class="outline-text-3" id="text-13-3">
</div><div id="outline-container-orgbb9f8a7" class="outline-4">
<h4 id="orgbb9f8a7"><span class="section-number-4">13.3.1</span> 资料的收集</h4>
<div class="outline-text-4" id="text-13-3-1">
</div><ol class="org-ol"><li><a id="orgbc21222"></a>死亡资料<br  /></li>
<li><a id="org1f2ab7d"></a>发病资料<br  /></li></ol>
</div>
<div id="outline-container-org36d3cc9" class="outline-4">
<h4 id="org36d3cc9"><span class="section-number-4">13.3.2</span> 测量指标</h4>
<div class="outline-text-4" id="text-13-3-2">
</div><ol class="org-ol"><li><a id="orgc35bc60"></a>伤害发生频率的测量指标<br  /><ol class="org-ol"><li><a id="org6cba941"></a>伤害发生率<br  /></li>
<li><a id="org25b50fb"></a>伤害死亡率<br  /></li></ol></li>
<li><a id="org01db8cc"></a>伤害造成的损失程度的测量指标<br  /><ol class="org-ol"><li><a id="org24a1a56"></a>潜在减寿年数（potential years of life lost, PYLL）<br  /></li>
<li><a id="org122b022"></a>伤残调整寿命年（disability adjusted life years, DALY）<br  /><div class="outline-text-6" id="text-13-3-2-2-2">
<ul class="org-ul">
<li>包括因早死所致 PYLL 和疾病所致的伤残引起的健康寿命损失年（years of life lived with disability, YLLD）</li>
</ul>
</div></li></ol></li></ol>
</div>
<div id="outline-container-org2afbc2d" class="outline-4">
<h4 id="org2afbc2d"><span class="section-number-4">13.3.3</span> 伤害的监测</h4>
<div class="outline-text-4" id="text-13-3-3">
</div><ol class="org-ol"><li><a id="orgf685720"></a>伤害监测<br  /></li>
<li><a id="org31cbfb7"></a>伤害监测系统<br  /></li></ol>
</div>
<div id="outline-container-org23c51df" class="outline-4">
<h4 id="org23c51df"><span class="section-number-4">13.3.4</span> 研究方法应用</h4>
</div>
</div>
<div id="outline-container-org0523c3a" class="outline-3">
<h3 id="org0523c3a"><span class="section-number-3">13.4</span> 伤害的预防与控制</h3>
<div class="outline-text-3" id="text-13-4">
</div><div id="outline-container-orgab58dff" class="outline-4">
<h4 id="orgab58dff"><span class="section-number-4">13.4.1</span> 预防策略</h4>
<div class="outline-text-4" id="text-13-4-1">
</div><ol class="org-ol"><li><a id="orgee5d395"></a>三级预防<br  /></li>
<li><a id="org42c3903"></a>主动干预与被动干预<br  /></li>
<li><a id="orgd42cbcf"></a>Haddon 伤害预防的十大策略<br  /><ol class="org-ol"><li><a id="org1ae1044"></a>预防危险因素的形成<br  /></li>
<li><a id="org7908200"></a>减少危险因素的含量<br  /></li>
<li><a id="orgb787362"></a>预防已有危险因素的释放或减少其释放的可能性<br  /></li>
<li><a id="org714a927"></a>改变危险因素的释放率及其空间分布，可减少潜在性致伤能量至非致伤水平<br  /></li>
<li><a id="org6d60dca"></a>将危险因素从时间、空间上与被保护者分开<br  /></li>
<li><a id="org3fecb3f"></a>用屏障将危险因素与受保护者分开<br  /></li>
<li><a id="orgc6ae1fb"></a>改变危险因素的基本性质<br  /></li>
<li><a id="org2bb687e"></a>增加人体对危险因素的抵抗力<br  /></li>
<li><a id="org8fefdf0"></a>对已造成的损伤提出有针对性的预防与控制措施<br  /></li>
<li><a id="orgc33550b"></a>使伤害患者保持稳定，采取有效的治疗及康复措施<br  /></li></ol></li>
