epidemiology/epidemiology.org
****** 环境改善策略（environmental modification strategy）
****** 工程策略（engineering strategy）
****** 强化执法策略（enforcement strategy）
****** 评估策略（evaluation strategy）
**** 预防措施
***** 四步骤公共卫生方法
***** Haddon 模型
- 根据伤害发生的阶段，Haddon 提出按伤害发生前、发生中和发生后三个阶段来进行有针对性的预防。
***** 安全社区
**** 我国伤害防控政策方针
** 突发公共卫生事件流行病学
*** 突发事件概述
**** 定义
***** 突发事件（emergency events）
***** 突发公共卫生事件（emergency public health events）
- 突然发生、造成或者可能造成社会公众健康严重损害的重大传染病疫情、群体不明原因疾病、重大食物和职业中毒以及其他严重影响公众健康的事件。
****** 范围为一个社区（城市的居委会、农村的自然村）或以上
****** 伤亡人数较多或可能危及居民生命安全和财产损失
****** 如不采取有效控制措施，事态可能进一步扩大
****** 需要政府协调多个部门参与，统一调配社会整体资源
****** 必须动员公众群策、群防、群控，需要启动应急措施或预案
**** 突发事件的分类
***** 自然灾害
***** 事故灾难
***** 社会安全事件
***** 公共卫生事件
**** 突发事件造成的公共卫生问题
***** 生态环境破坏
***** 水源污染
***** 食品污染
***** 媒介生物滋生
***** 传染病流行
*** 突发公共卫生事件流行病学
- 流行病学方法在突发公共卫生事件调查处置中的应用，包括判定事件性质、分析事件发生的原因和危险因素、识别高危人群，
  采取相对应的控制措施以及评价控制效果等。
**** 主要特征
***** 突发性
***** 准备和预防的困难性
***** 表现呈多样性
***** 处置和结局的复杂性
***** 群体性
***** 后果的严重性
**** 分期
***** 潜伏期
***** 暴发期
***** 处理期
***** 恢复期
**** 分类
***** 重大传染病疫情
***** 群体不明原因疾病
***** 重大食物和职业中毒
****** 食物中毒
- 指摄入了含有生物性、化学性有毒有害物质的食品或把有毒有害物质当作食品摄入后所出现的非传染性（不属传染病）急性、亚急性疾病。
******* 细菌性食物中毒
******* 真菌毒素食物中毒
******* 有毒动物食物中毒
******* 有毒植物食物中毒
******* 化学性食物中毒
****** 职业中毒
- 劳动者在生产过程中接触生产性毒物而引起的中毒。
******* 金属与类金属中毒
******* 刺激性气体中毒
******* 窒息性气体中毒
******* 有机溶剂中毒
******* 高分子化合物中毒
******* 农药中毒
***** 其他严重影响公众健康的事件
****** 有毒有害物质污染事件
****** 爆炸污染事件
****** 剧毒农药污染事件
****** 溢油污染事件
****** 放射性污染事件
****** 废水非正常排放污染事件
**** 分级
***** 特别重大（Ⅰ级）突发公共卫生事件
****** 肺鼠疫、肺炭疽在大、中城市发生，并有扩散趋势，或肺鼠疫、肺炭疽疫情波及两个以上的省份，并有进一步扩散的趋势
****** 发生传染性非典型肺炎、人感染高致病性禽流感病例，并有扩散趋势
****** 涉及多个省份的群体性不明原因疾病，并有扩散趋势
****** 发生新传染病，或我国尚未发现的传染病的发生或传入，并有扩散趋势，或发现我国已消灭的传染病的重性流行
****** 发生烈性病菌株、毒株、致病因子等丢失事件
****** 周边以及我国通航的国家和地区发生特大传染病疫情，并出现输入性病例，严重危及我国公共卫生安全的事件
****** 国务院卫生行政部门认定的其他特别重大突发公共卫生事件
***** 重大（Ⅱ级）突发公共卫生事件
****** 在一个县（市）行政区域内，一个平均潜伏期内（6 天）发生 5 例以上肺鼠疫、肺炭疽病例，或者相关联的疫情波及 2 个以上的县（市）
****** 发生传染性非典型肺炎、人感染高致病性禽流感疑似病例
****** 腺鼠疫发生流行，在一个市（地）行政区域内，一个平均潜伏期内多点连续发病 20 例以上，或流行范围波及 2 个以上市（地）
****** 霍乱在一个市（地）行政区域内流行，1 周内发病 30 例以上，或波及 2 个以上市（地），有扩散趋势
****** 乙类、丙类传染病波及 2 个以上县（市），1 周内发病水平超过前 5 年同期平均发病水平 2 倍以上
****** 我国尚未发现的传染病发生或传入，尚未造成扩散
****** 发生群体性不明原因疾病，扩散到县（市）以外的地区
****** 发生重大医源性感染事件
****** 预防接种或群体预防性服药出现人员死亡
****** 一次食物中毒人数超过 100 人并出现死亡病例，或出现 10 例以上死亡病例
****** 一次发生急性职业中毒 50 人以上，或死亡 5 人以上
****** 境内外隐匿运输、邮寄烈性生物病原体、生物毒素造成我境内人员感染或死亡的
****** 省级以上人民政府卫生行政部门认定的其他重大突发公共卫生事件
***** 较大（Ⅲ级）突发公共卫生事件
****** 发生肺鼠疫、肺炭疽病例，一个平均潜伏期内病例数未超过 5 例，流行范围在一个县（市）行政区域以内
****** 腺鼠疫发生流行，在一个县（市）行政区域内，一个平均潜伏期内连续发病 10 例以上，或波及 2 个以上县（市）
****** 霍乱在一个县（市）行政区域内发生，1 周内发病 10～29 例，或波及 2 个以上县（市），或市（地）级以上城市的市区首次发生
****** 一周内在一个县（市）行政区域内，乙、丙类传染病发病水平超过前 5 年同期平均发病水平 1 倍以上
****** 在一个县（市）行政区域内发现群体性不明原因疾病
****** 一次食物中毒人数超过 100 人，或出现死亡病例
****** 预防接种或群体预防性服药出现群体心因性反应或不良反应
****** 一次发生急性职业中毒 10～49 人，或死亡 4 人以下
****** 市（地）级以上人民政府卫生行政部门认定的其他较大突发公共卫生事件
***** 一般（Ⅳ级）突发公共卫生事件
****** 腺鼠疫在一个县（市）行政区域内发生，一个平均潜伏期内病例数未超过 10 例
****** 霍乱在一个县（市）行政区域内发生，1 周内发病 9 例以下
****** 一次食物中毒人数 30～99 人，未出现死亡病例
****** 一次发生急性职业中毒 9 人以下，未出现死亡病例
****** 县级以上人民政府卫生行政部门认定的其他一般突发公共卫生事件
*** 突发公共卫生事件的风险评估
**** 种类
***** 重大传染病
***** 食物中毒
***** 急性化学性物质暴露
***** 大型活动
**** 内容
***** 事件的类型和性质
***** 发展趋势分析
***** 影响范围及严重程度
***** 防控措施效果评价
***** 事件分级和启动响应
**** 过程
***** 风险识别
***** 风险分析
***** 风险评价
*** 突发公共卫生事件的流行病学调查
**** 意义
***** 查明原因
***** 控制疾病进一步发展，终止暴发或流行
***** 提高疾病的监测能力
**** 暴发调查
***** 准备和组织
****** 区域的确定和划分
****** 人员的选择
****** 技术支持
****** 物资准备与后勤保障
****** 实验室支持
***** 核实诊断
***** 确定暴发的存在
***** 病例定义
***** 病例发现与核实
***** 描述疾病的三间分布
***** 建立假设及验证假设
***** 完善现场调查
***** 实施控制措施
***** 总结报告
**** 暴发调查应注意的问题
*** 突发公共卫生事件的处置
