epidemiology/epidemiology.html
<li><a id="orgca63c20"></a>「5E」伤害预防综合策略<br  /><ol class="org-ol"><li><a id="orge0d42c2"></a>教育预防策略（education strategy）<br  /></li>
<li><a id="orgdc69b14"></a>环境改善策略（environmental modification strategy）<br  /></li>
<li><a id="org97ba283"></a>工程策略（engineering strategy）<br  /></li>
<li><a id="orgcde53e7"></a>强化执法策略（enforcement strategy）<br  /></li>
<li><a id="orgdd2b7e8"></a>评估策略（evaluation strategy）<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org49edf20" class="outline-4">
<h4 id="org49edf20"><span class="section-number-4">13.4.2</span> 预防措施</h4>
<div class="outline-text-4" id="text-13-4-2">
</div><ol class="org-ol"><li><a id="org00d8291"></a>四步骤公共卫生方法<br  /></li>
<li><a id="orgd1b660c"></a>Haddon 模型<br  /><div class="outline-text-5" id="text-13-4-2-2">
<ul class="org-ul">
<li>根据伤害发生的阶段，Haddon 提出按伤害发生前、发生中和发生后三个阶段来进行有针对性的预防。</li>
</ul>
</div></li>
<li><a id="orgeea6920"></a>安全社区<br  /></li></ol>
</div>
<div id="outline-container-orgfbb043f" class="outline-4">
<h4 id="orgfbb043f"><span class="section-number-4">13.4.3</span> 我国伤害防控政策方针</h4>
</div>
</div>
</div>
<div id="outline-container-orgf71e745" class="outline-2">
<h2 id="orgf71e745"><span class="section-number-2">14</span> 突发公共卫生事件流行病学</h2>
<div class="outline-text-2" id="text-14">
</div><div id="outline-container-org46037ad" class="outline-3">
<h3 id="org46037ad"><span class="section-number-3">14.1</span> 突发事件概述</h3>
<div class="outline-text-3" id="text-14-1">
</div><div id="outline-container-org4f84205" class="outline-4">
<h4 id="org4f84205"><span class="section-number-4">14.1.1</span> 定义</h4>
<div class="outline-text-4" id="text-14-1-1">
</div><ol class="org-ol"><li><a id="orgd416764"></a>突发事件（emergency events）<br  /></li>
<li><a id="org48d621c"></a>突发公共卫生事件（emergency public health events）<br  /><div class="outline-text-5" id="text-14-1-1-2">
<ul class="org-ul">
<li>突然发生、造成或者可能造成社会公众健康严重损害的重大传染病疫情、群体不明原因疾病、重大食物和职业中毒以及其他严重影响公众健康的事件。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orgab332ca"></a>范围为一个社区（城市的居委会、农村的自然村）或以上<br  /></li>
<li><a id="org2a1847a"></a>伤亡人数较多或可能危及居民生命安全和财产损失<br  /></li>
<li><a id="org7c3d50a"></a>如不采取有效控制措施，事态可能进一步扩大<br  /></li>
<li><a id="orgd5bafd2"></a>需要政府协调多个部门参与，统一调配社会整体资源<br  /></li>
<li><a id="org4dd79cf"></a>必须动员公众群策、群防、群控，需要启动应急措施或预案<br  /></li></ol></li></ol>
</div>
<div id="outline-container-orgae2314c" class="outline-4">
<h4 id="orgae2314c"><span class="section-number-4">14.1.2</span> 突发事件的分类</h4>
<div class="outline-text-4" id="text-14-1-2">
</div><ol class="org-ol"><li><a id="orga516728"></a>自然灾害<br  /></li>
<li><a id="org3480e1d"></a>事故灾难<br  /></li>
<li><a id="org98dfddf"></a>社会安全事件<br  /></li>
<li><a id="org1776235"></a>公共卫生事件<br  /></li></ol>
</div>
<div id="outline-container-orgefd6090" class="outline-4">
<h4 id="orgefd6090"><span class="section-number-4">14.1.3</span> 突发事件造成的公共卫生问题</h4>
<div class="outline-text-4" id="text-14-1-3">
</div><ol class="org-ol"><li><a id="org4ee57c7"></a>生态环境破坏<br  /></li>
<li><a id="org2f21750"></a>水源污染<br  /></li>
<li><a id="org65d941a"></a>食品污染<br  /></li>
<li><a id="org259c96e"></a>媒介生物滋生<br  /></li>
<li><a id="org2d80a68"></a>传染病流行<br  /></li></ol>
</div>
</div>
<div id="outline-container-org1d44896" class="outline-3">
<h3 id="org1d44896"><span class="section-number-3">14.2</span> 突发公共卫生事件流行病学</h3>
<div class="outline-text-3" id="text-14-2">
<ul class="org-ul">
<li>流行病学方法在突发公共卫生事件调查处置中的应用，包括判定事件性质、分析事件发生的原因和危险因素、识别高危人群，采取相对应的控制措施以及评价控制效果等。</li>
</ul>
</div>
<div id="outline-container-org07235f7" class="outline-4">
<h4 id="org07235f7"><span class="section-number-4">14.2.1</span> 主要特征</h4>
<div class="outline-text-4" id="text-14-2-1">
</div><ol class="org-ol"><li><a id="orge6733c6"></a>突发性<br  /></li>
<li><a id="orga68263c"></a>准备和预防的困难性<br  /></li>
<li><a id="org80466e5"></a>表现呈多样性<br  /></li>
<li><a id="org49cb67f"></a>处置和结局的复杂性<br  /></li>
<li><a id="org2d4619d"></a>群体性<br  /></li>
<li><a id="org9a49fd8"></a>后果的严重性<br  /></li></ol>
</div>
<div id="outline-container-org59dcae3" class="outline-4">
<h4 id="org59dcae3"><span class="section-number-4">14.2.2</span> 分期</h4>
<div class="outline-text-4" id="text-14-2-2">
</div><ol class="org-ol"><li><a id="org36c06c1"></a>潜伏期<br  /></li>
<li><a id="orgd6e41bd"></a>暴发期<br  /></li>
<li><a id="orgc0cff50"></a>处理期<br  /></li>
<li><a id="org36b8e5e"></a>恢复期<br  /></li></ol>
</div>
<div id="outline-container-orga1fb7d1" class="outline-4">
<h4 id="orga1fb7d1"><span class="section-number-4">14.2.3</span> 分类</h4>
<div class="outline-text-4" id="text-14-2-3">
</div><ol class="org-ol"><li><a id="orga019f2c"></a>重大传染病疫情<br  /></li>
<li><a id="org858e725"></a>群体不明原因疾病<br  /></li>
<li><a id="orgd760cd4"></a>重大食物和职业中毒<br  /><ol class="org-ol"><li><a id="orgbfe1b66"></a>食物中毒<br  /><div class="outline-text-6" id="text-14-2-3-3-1">
<ul class="org-ul">
<li>指摄入了含有生物性、化学性有毒有害物质的食品或把有毒有害物质当作食品摄入后所出现的非传染性（不属传染病）急性、亚急性疾病。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="org7d8b59c"></a>细菌性食物中毒<br  /></li>
<li><a id="org6b4e26d"></a>真菌毒素食物中毒<br  /></li>
<li><a id="orgc5ee443"></a>有毒动物食物中毒<br  /></li>
<li><a id="org22aeb6f"></a>有毒植物食物中毒<br  /></li>
<li><a id="org69ce191"></a>化学性食物中毒<br  /></li></ol></li>
<li><a id="orga936c4a"></a>职业中毒<br  /><div class="outline-text-6" id="text-14-2-3-3-2">
<ul class="org-ul">
<li>劳动者在生产过程中接触生产性毒物而引起的中毒。</li>
</ul>
</div>
<ol class="org-ol"><li><a id="orgadb030d"></a>金属与类金属中毒<br  /></li>
<li><a id="org8e7f7e9"></a>刺激性气体中毒<br  /></li>
<li><a id="org590bc21"></a>窒息性气体中毒<br  /></li>
<li><a id="org0d7762e"></a>有机溶剂中毒<br  /></li>
<li><a id="org6f4f9e4"></a>高分子化合物中毒<br  /></li>
<li><a id="org1d123ec"></a>农药中毒<br  /></li></ol></li></ol></li>
<li><a id="org9815f50"></a>其他严重影响公众健康的事件<br  /><ol class="org-ol"><li><a id="org40c994e"></a>有毒有害物质污染事件<br  /></li>
<li><a id="org0cd33b7"></a>爆炸污染事件<br  /></li>
<li><a id="org3d92705"></a>剧毒农药污染事件<br  /></li>
<li><a id="org9f791a4"></a>溢油污染事件<br  /></li>
<li><a id="org3ccd1db"></a>放射性污染事件<br  /></li>
<li><a id="org06656ed"></a>废水非正常排放污染事件<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org1492492" class="outline-4">
<h4 id="org1492492"><span class="section-number-4">14.2.4</span> 分级</h4>
<div class="outline-text-4" id="text-14-2-4">
</div><ol class="org-ol"><li><a id="org2f73bc4"></a>特别重大（Ⅰ级）突发公共卫生事件<br  /><ol class="org-ol"><li><a id="orge52afc9"></a>肺鼠疫、肺炭疽在大、中城市发生，并有扩散趋势，或肺鼠疫、肺炭疽疫情波及两个以上的省份，并有进一步扩散的趋势<br  /></li>
<li><a id="org53cc238"></a>发生传染性非典型肺炎、人感染高致病性禽流感病例，并有扩散趋势<br  /></li>
<li><a id="orge20fece"></a>涉及多个省份的群体性不明原因疾病，并有扩散趋势<br  /></li>
<li><a id="org21e8fe2"></a>发生新传染病，或我国尚未发现的传染病的发生或传入，并有扩散趋势，或发现我国已消灭的传染病的重性流行<br  /></li>
<li><a id="org8db4775"></a>发生烈性病菌株、毒株、致病因子等丢失事件<br  /></li>
<li><a id="orgc5360a5"></a>周边以及我国通航的国家和地区发生特大传染病疫情，并出现输入性病例，严重危及我国公共卫生安全的事件<br  /></li>
<li><a id="org1222c8e"></a>国务院卫生行政部门认定的其他特别重大突发公共卫生事件<br  /></li></ol></li>
<li><a id="org149346d"></a>重大（Ⅱ级）突发公共卫生事件<br  /><ol class="org-ol"><li><a id="orgee66962"></a>在一个县（市）行政区域内，一个平均潜伏期内（6 天）发生 5 例以上肺鼠疫、肺炭疽病例，或者相关联的疫情波及 2 个以上的县（市）<br  /></li>
<li><a id="orgb43b58e"></a>发生传染性非典型肺炎、人感染高致病性禽流感疑似病例<br  /></li>
<li><a id="orgfb816c5"></a>腺鼠疫发生流行，在一个市（地）行政区域内，一个平均潜伏期内多点连续发病 20 例以上，或流行范围波及 2 个以上市（地）<br  /></li>
<li><a id="org522d7f9"></a>霍乱在一个市（地）行政区域内流行，1 周内发病 30 例以上，或波及 2 个以上市（地），有扩散趋势<br  /></li>
<li><a id="org106a52c"></a>乙类、丙类传染病波及 2 个以上县（市），1 周内发病水平超过前 5 年同期平均发病水平 2 倍以上<br  /></li>
<li><a id="orgebb3140"></a>我国尚未发现的传染病发生或传入，尚未造成扩散<br  /></li>
<li><a id="org99f7550"></a>发生群体性不明原因疾病，扩散到县（市）以外的地区<br  /></li>
<li><a id="orgdc9c893"></a>发生重大医源性感染事件<br  /></li>
<li><a id="orgefaa17d"></a>预防接种或群体预防性服药出现人员死亡<br  /></li>
<li><a id="org2e0ebe4"></a>一次食物中毒人数超过 100 人并出现死亡病例，或出现 10 例以上死亡病例<br  /></li>
<li><a id="org76fb3c2"></a>一次发生急性职业中毒 50 人以上，或死亡 5 人以上<br  /></li>
<li><a id="org3a64557"></a>境内外隐匿运输、邮寄烈性生物病原体、生物毒素造成我境内人员感染或死亡的<br  /></li>
<li><a id="org4062fcc"></a>省级以上人民政府卫生行政部门认定的其他重大突发公共卫生事件<br  /></li></ol></li>
<li><a id="orgccf1159"></a>较大（Ⅲ级）突发公共卫生事件<br  /><ol class="org-ol"><li><a id="org4ea08ec"></a>发生肺鼠疫、肺炭疽病例，一个平均潜伏期内病例数未超过 5 例，流行范围在一个县（市）行政区域以内<br  /></li>
<li><a id="org6fed29a"></a>腺鼠疫发生流行，在一个县（市）行政区域内，一个平均潜伏期内连续发病 10 例以上，或波及 2 个以上县（市）<br  /></li>
<li><a id="org6665f90"></a>霍乱在一个县（市）行政区域内发生，1 周内发病 10～29 例，或波及 2 个以上县（市），或市（地）级以上城市的市区首次发生<br  /></li>
<li><a id="orgf1c9b1b"></a>一周内在一个县（市）行政区域内，乙、丙类传染病发病水平超过前 5 年同期平均发病水平 1 倍以上<br  /></li>
<li><a id="org3e05f2e"></a>在一个县（市）行政区域内发现群体性不明原因疾病<br  /></li>
<li><a id="org0d66054"></a>一次食物中毒人数超过 100 人，或出现死亡病例<br  /></li>
<li><a id="org1dd33e3"></a>预防接种或群体预防性服药出现群体心因性反应或不良反应<br  /></li>
<li><a id="org8acb2cb"></a>一次发生急性职业中毒 10～49 人，或死亡 4 人以下<br  /></li>
<li><a id="orgd32f4ff"></a>市（地）级以上人民政府卫生行政部门认定的其他较大突发公共卫生事件<br  /></li></ol></li>
<li><a id="org5e34def"></a>一般（Ⅳ级）突发公共卫生事件<br  /><ol class="org-ol"><li><a id="org577e712"></a>腺鼠疫在一个县（市）行政区域内发生，一个平均潜伏期内病例数未超过 10 例<br  /></li>
<li><a id="org56218c3"></a>霍乱在一个县（市）行政区域内发生，1 周内发病 9 例以下<br  /></li>
<li><a id="orgbb37924"></a>一次食物中毒人数 30～99 人，未出现死亡病例<br  /></li>
<li><a id="org142c18e"></a>一次发生急性职业中毒 9 人以下，未出现死亡病例<br  /></li>
<li><a id="org095a29b"></a>县级以上人民政府卫生行政部门认定的其他一般突发公共卫生事件<br  /></li></ol></li></ol>
</div>
</div>
<div id="outline-container-org5a68791" class="outline-3">
<h3 id="org5a68791"><span class="section-number-3">14.3</span> 突发公共卫生事件的风险评估</h3>
<div class="outline-text-3" id="text-14-3">
</div><div id="outline-container-orga897b4b" class="outline-4">
<h4 id="orga897b4b"><span class="section-number-4">14.3.1</span> 种类</h4>
<div class="outline-text-4" id="text-14-3-1">
</div><ol class="org-ol"><li><a id="org35e264b"></a>重大传染病<br  /></li>
<li><a id="orgf85e830"></a>食物中毒<br  /></li>
<li><a id="orgc0aa4d0"></a>急性化学性物质暴露<br  /></li>
<li><a id="org48830f4"></a>大型活动<br  /></li></ol>
</div>
<div id="outline-container-org7d1621b" class="outline-4">
<h4 id="org7d1621b"><span class="section-number-4">14.3.2</span> 内容</h4>
<div class="outline-text-4" id="text-14-3-2">
</div><ol class="org-ol"><li><a id="orgfc53641"></a>事件的类型和性质<br  /></li>
<li><a id="org00b7d8a"></a>发展趋势分析<br  /></li>
<li><a id="orgeb313b2"></a>影响范围及严重程度<br  /></li>
<li><a id="org8bb545b"></a>防控措施效果评价<br  /></li>
<li><a id="org18b1e63"></a>事件分级和启动响应<br  /></li></ol>
</div>
<div id="outline-container-orgd06f842" class="outline-4">
<h4 id="orgd06f842"><span class="section-number-4">14.3.3</span> 过程</h4>
<div class="outline-text-4" id="text-14-3-3">
</div><ol class="org-ol"><li><a id="org2bf6723"></a>风险识别<br  /></li>
<li><a id="org47bf95e"></a>风险分析<br  /></li>
<li><a id="org610e9c1"></a>风险评价<br  /></li></ol>
</div>
</div>
<div id="outline-container-org530c158" class="outline-3">
<h3 id="org530c158"><span class="section-number-3">14.4</span> 突发公共卫生事件的流行病学调查</h3>
<div class="outline-text-3" id="text-14-4">
</div><div id="outline-container-org85ac3d1" class="outline-4">
<h4 id="org85ac3d1"><span class="section-number-4">14.4.1</span> 意义</h4>
<div class="outline-text-4" id="text-14-4-1">
</div><ol class="org-ol"><li><a id="org097d591"></a>查明原因<br  /></li>
<li><a id="org7b6fa7a"></a>控制疾病进一步发展，终止暴发或流行<br  /></li>
