epidemiology/epidemiology.html
<li><a id="org0da522c"></a>提高疾病的监测能力<br  /></li></ol>
</div>
<div id="outline-container-orga923458" class="outline-4">
<h4 id="orga923458"><span class="section-number-4">14.4.2</span> 暴发调查</h4>
<div class="outline-text-4" id="text-14-4-2">
</div><ol class="org-ol"><li><a id="orgb228aed"></a>准备和组织<br  /><ol class="org-ol"><li><a id="org167298a"></a>区域的确定和划分<br  /></li>
<li><a id="org72989c5"></a>人员的选择<br  /></li>
<li><a id="orga675d0a"></a>技术支持<br  /></li>
<li><a id="org3e5dd81"></a>物资准备与后勤保障<br  /></li>
<li><a id="orgf2ed66e"></a>实验室支持<br  /></li></ol></li>
<li><a id="orga198a41"></a>核实诊断<br  /></li>
<li><a id="org51750c3"></a>确定暴发的存在<br  /></li>
<li><a id="orgc3e7547"></a>病例定义<br  /></li>
<li><a id="org27bac68"></a>病例发现与核实<br  /></li>
<li><a id="orge2328de"></a>描述疾病的三间分布<br  /></li>
<li><a id="orgcedc209"></a>建立假设及验证假设<br  /></li>
<li><a id="orgdf349ef"></a>完善现场调查<br  /></li>
<li><a id="orgd3fe59c"></a>实施控制措施<br  /></li>
<li><a id="org7086ac7"></a>总结报告<br  /></li></ol>
</div>
<div id="outline-container-org80479b9" class="outline-4">
<h4 id="org80479b9"><span class="section-number-4">14.4.3</span> 暴发调查应注意的问题</h4>
</div>
</div>
<div id="outline-container-org19e2659" class="outline-3">
<h3 id="org19e2659"><span class="section-number-3">14.5</span> 突发公共卫生事件的处置</h3>
<div class="outline-text-3" id="text-14-5">
</div><div id="outline-container-orga187eec" class="outline-4">
<h4 id="orga187eec"><span class="section-number-4">14.5.1</span> 突发公共卫生事件相关信息的收集与报告</h4>
</div>
<div id="outline-container-org5c4f547" class="outline-4">
<h4 id="org5c4f547"><span class="section-number-4">14.5.2</span> 现场卫生学评价</h4>
</div>
<div id="outline-container-orgfb6dc0a" class="outline-4">
<h4 id="orgfb6dc0a"><span class="section-number-4">14.5.3</span> 传染病防控</h4>
</div>
<div id="outline-container-orge0f1112" class="outline-4">
<h4 id="orge0f1112"><span class="section-number-4">14.5.4</span> 其他处置</h4>
</div>
</div>
</div>
<div id="outline-container-orge5b3635" class="outline-2">
<h2 id="orge5b3635"><span class="section-number-2">15</span> 精神卫生流行病学（mental health epidemiology）</h2>
</div>
<div id="outline-container-org244391a" class="outline-2">
<h2 id="org244391a"><span class="section-number-2">16</span> 分子流行病学（molecular epidemiology）</h2>
</div>
<div id="outline-container-org9d73863" class="outline-2">
<h2 id="org9d73863"><span class="section-number-2">17</span> 药物流行病学（pharmacoepidemiology）</h2>
</div>
<div id="outline-container-orge8c117b" class="outline-2">
<h2 id="orge8c117b"><span class="section-number-2">18</span> 流行病学与循证医学（Epidemiology and Evidance-Based Medicine）</h2>
</div>
<div id="outline-container-org513c775" class="outline-2">
<h2 id="org513c775"><span class="section-number-2">19</span> 系统综述和 meta 分析</h2>
<div class="outline-text-2" id="text-19">
<ul class="org-ul">
<li>系统综述（systematic review, SR）</li>
<li>meta 分析（meta-analysis, MA）</li>
</ul>
</div>
</div>
<div id="outline-container-org72b6957" class="outline-2">
<h2 id="org72b6957"><span class="section-number-2">20</span> 恶性肿瘤（cancer）</h2>
</div>
<div id="outline-container-orgb5d9528" class="outline-2">
<h2 id="orgb5d9528"><span class="section-number-2">21</span> 心血管疾病（cardiovascular disease, CVD）</h2>
<div class="outline-text-2" id="text-21">
</div><div id="outline-container-org09408e2" class="outline-3">
<h3 id="org09408e2"><span class="section-number-3">21.1</span> 高血压（hypertension）</h3>
</div>
<div id="outline-container-org465b404" class="outline-3">
<h3 id="org465b404"><span class="section-number-3">21.2</span> 脑卒中（stroke）</h3>
</div>
<div id="outline-container-org5268f62" class="outline-3">
<h3 id="org5268f62"><span class="section-number-3">21.3</span> 冠心病（coronary heart disease, CHD）</h3>
</div>
<div id="outline-container-orgff41a5f" class="outline-3">
<h3 id="orgff41a5f"><span class="section-number-3">21.4</span> 预防策略与措施</h3>
<div class="outline-text-3" id="text-21-4">
</div><div id="outline-container-org8c364a3" class="outline-4">
<h4 id="org8c364a3"><span class="section-number-4">21.4.1</span> 一级预防</h4>
<div class="outline-text-4" id="text-21-4-1">
</div><ol class="org-ol"><li><a id="org66826e5"></a>预防策略<br  /><ol class="org-ol"><li><a id="org936477a"></a>高危人群策略<br  /></li>
<li><a id="org7e190ec"></a>全人群策略<br  /></li>
<li><a id="org8b13614"></a>总体危险评估和危险分层防止策略<br  /></li></ol></li>
<li><a id="org57cd337"></a>预防措施<br  /><ol class="org-ol"><li><a id="orge3092a5"></a>合理膳食<br  /></li>
<li><a id="orgafe4577"></a>禁烟限酒<br  /></li>
<li><a id="org093e6d4"></a>适量运动<br  /></li>
<li><a id="org2c42752"></a>控制体重<br  /></li>
<li><a id="org95e6fce"></a>心理平衡<br  /></li>
<li><a id="orga6e56c3"></a>药物干预<br  /></li></ol></li></ol>
</div>
<div id="outline-container-org7ae02ef" class="outline-4">
<h4 id="org7ae02ef"><span class="section-number-4">21.4.2</span> 二级预防</h4>
</div>
<div id="outline-container-org6b83550" class="outline-4">
<h4 id="org6b83550"><span class="section-number-4">21.4.3</span> 三级预防</h4>
</div>
<div id="outline-container-org6690c8f" class="outline-4">
<h4 id="org6690c8f"><span class="section-number-4">21.4.4</span> 社区综合防治</h4>
</div>
</div>
</div>
<div id="outline-container-orgc1feae0" class="outline-2">
<h2 id="orgc1feae0"><span class="section-number-2">22</span> 糖尿病（diabetes mellitus, DM）</h2>
</div>
<div id="outline-container-org001ca83" class="outline-2">
<h2 id="org001ca83"><span class="section-number-2">23</span> 流行性感冒（Influenza）</h2>
</div>
<div id="outline-container-org27bc8e4" class="outline-2">
<h2 id="org27bc8e4"><span class="section-number-2">24</span> 病毒性肝炎（viral hepatitis）</h2>
</div>
<div id="outline-container-org1e416b6" class="outline-2">
<h2 id="org1e416b6"><span class="section-number-2">25</span> 感染性腹泻（infectious diarrhea）</h2>
</div>
<div id="outline-container-orgd11c48c" class="outline-2">
<h2 id="orgd11c48c"><span class="section-number-2">26</span> 性传播疾病（sexually transmitted disease, STD）</h2>
</div>
<div id="outline-container-org7d8edd2" class="outline-2">
<h2 id="org7d8edd2"><span class="section-number-2">27</span> 结核病（tuberculosis）</h2>
</div>
<div id="outline-container-org2554523" class="outline-2">
<h2 id="org2554523"><span class="section-number-2">28</span> 地方病（endemic disease）</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Yuanchen Xie &lt;yuanchen.gm@gmail.com&gt;</p>
<p class="date">Created: 2016-12-23 五 10:15</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
